{
  "step_number": "100",
  "review_and_appreciate": "Review and Appreciate: Yesterday I challenged you to do something that would move you forward, that was difficult\n      or uncomfortable. Since I sent it out late – it’s still a step you can take today. These are the steps that make a\n      difference in your life and can take you to a new level. Will you take the step? Will you make an effort to take\n      the step? Or will you take a pass? Put yourself onto The Path today.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Recognizing the most important choice you are faced with throughout the day (Pillar #1)",
    "content": "“It is our choices, Harry, that show what we truly are, far more than our abilities.\\\"― J.K. Rowling of Harry Potter“No one can make you feel inferior without your consent.\\\"― Eleanor RooseveltWhat can I be talking about? What choice are you faced with – many times throughout your day that can be so\n      important? This choice determines whether you feel good or feel anxious, whether you feel happy or upset and\n      whether you trust or doubt yourself. It even contributes to whether you feel safe or in danger.I’m referring to the choice of your internal reference point. The place from which you make moment by moment\n      judgements of yourself and the world around you. In previous messages, as well as in my book I refer to this as\n      your “Internal Parent\\\" or your internal voice. It is the spokesperson for your Primitive Gestalt Pattern – how\n      you view yourself, and your expectations of others and the world. I have been helping you be aware of how this\n      voice can be negative, and judgmental, all the while appearing reasonable. And I’ve contrasted this with how I\n      define a healthy internal parent who comes from a place of love, compassion, acceptance, support and care. This\n      positive and supportive voice will hold you accountable – but in a loving and accepting manner."
  },
  "action_step": "Today, pay attention; listen for your internal voice and notice how it treats you and refers to you. When you are\n      anxious, worried, or feeling guilty, for example, these are signals that your old internal parent just gave you a\n      message. The message may contribute to you doubting yourself, or it might be focused on a negative expectation. In\n      these moments, realize that you have a choice – to listen to this voice, or to shift into the voice of your\n      healthy internal parent. Make this second choice and listen to the voice coming from the more positive and loving\n      place. Notice how it makes you feel and notice if it makes it easier to take difficult actions.",
  "journal_entry": "Have you been paying attention to how you talk to yourself? Write about this in your journal."
}