{
  "step_number": "109",
  "review_and_appreciate": "Review and Appreciate: How did you do in letting go of a mistake? Are you able to let yourself off the hook in\n      order to feel better about yourself? Stay on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Identifying your “Presence\\\" (Pillar #7)",
    "content": "“Some cause happiness wherever they go; others, whenever they go.\\\" – Oscar WildeStep of the Day: Identifying the personal energy you project into your environment and your encounters (Pillar\n      #7)Sometimes presence is easier to notice than to define. There are people with whom you feel comfortable and others\n      who can make you feel uncomfortable. Why is this? It turns out that you project important aspects of yourself in\n      your facial expressions and in the way that you talk. These unconscious messages have evolved to let others know\n      about the safety of you as well as the present situation. But you may be projecting messages you are not aware of\n      or prefer not to be sending. For example, if you are worried or stressed it can create tension in both your voice\n      and your face. This tension can give a signal of danger or uncertainty that unconsciously puts some apprehension\n      or disease into your encounters. Similarly, a parent who is preoccupied with some upset in their own life, can\n      project this in talking to their child. The result is that the child feels this discord and may believe they did\n      something wrong."
  },
  "action_step": "Today notice the unspoken messages you may be receiving from others. At the same time, pay close attention to your\n      facial expressions as well as the prosody – the stress and intonation patterns of your speech – as you communicate\n      with others. Decide the message you want to project in these encounters and try to match this message with your\n      facial expression and the tone of your voice.",
  "journal_entry": "Write about how you believe others are perceiving you."
}