{
  "step_number": "11",
  "review_and_appreciate": "Review and Appreciate: Take a moment to acknowledge yourself for taking yesterday’s step on The Path. Note your\n      awareness of your critical or judgmental internal parent, and your step to shift into your healthy parent. Also,\n      have you continued to practice a relaxation exercise? This is a daily practice – not just once. Remember, all it\n      takes to get back onto The Path, is to follow through with your steps. It’s always just a step away!",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Adopting a Positive Attitude (Pillar 5)",
    "content": "During most moments of decision making, it’s possible to frame the situation as a challenge and an opportunity,\n      or a risk and a danger. Either expecting and focusing on a positive outcome – or worrying about making a mistake\n      and what can go wrong. Where you place your focus will either support performance and greater success or cause\n      constriction, ambivalence and poor performance. When you worry about making a mistake or not being good enough, or the judgments of others, you cause the lower\n      survival centers of your brain to take control of your thinking, causing nervousness, distraction and greater\n      difficulty focusing and thinking clearly. This limits flexibility, creativity and good problem solving. It also\n      can be perceived unconsciously by others as they pick up the tension in your face and your voice. Today, being on The Path is supported by recognizing your choice points throughout your day and noticing your\n      tendency. Perhaps you don’t believe you will get it right or be good enough. Perhaps you get caught up in\n      expecting danger, or the other person to take advantage of you. Or you might compare your expected performance\n      with someone you believe is better than you. Of course, you want to be prepared for any outcome, but your best\n      performance and best result come from an attitude of positive expectations. Positive expectations are at the heart of being in the zone, or in flow, when all parts of yourself are working\n      in alignment. This is what produces your best results. This is Pillar #5 on The Path."
  },
  "action_step": "Awaken to your choice points – throughout the day, notice when you can be either positive or negative, embracing\n      or shrinking. At these times, focus on your strengths and potential success and not your weaknesses, or the\n      dangers. In these moments do your best to make the positive mental choice. Expect good things to happen. Expect\n      people to respond positively to you. Expect to produce your best performance. In fact, notice where you place your\n      focus first thing in the morning. Are you worrying about potential dangers or what can go wrong? Shift into a\n      position of positive expectations right from the start of your day. Take this challenge today and coax greater\n      cognitive mastery.",
  "journal_entry": "Write about your decision-making process and how effective it is as well as what interferes with your optimal\n      thinking."
}