{
  "step_number": "124",
  "review_and_appreciate": "Review and Appreciate: How were you able to find your “Center” yesterday? Does it give you comfort to be able\n        to go to this place? Let it support you being on The Path.At the heart of developing a resilient child is giving them a sense of security, safety, love, and acceptance.\n        By minimizing danger, the child can devote resources to develop- ment and growth, rather than tense up and close\n        down, which stifles growth and causes trauma. By giving a child the message that they are loved and accepted, it\n        strengthens their sense of self and self-efficacy. This allows for greater effectiveness in getting one’s needs\n        met and being satisfied. All of this minimizes stress and enhances recovery from stress, enhancing the\n        development of a child with a healthy Resilience Response.\n        We can use these same considerations as a starting point for creating a resilient com- munity. Within a\n        community, the more members who feel safe and accepted, with less fear, the greater the resilience of the\n        community. We know that this has major ramifications, such as better physical and emotional health, and a sense\n        of well-being.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Take a step in contributing to a resilient community (Pillar #3)",
    "content": "Review and Appreciate: How were you able to find your “Center” yesterday? Does it give you comfort to be able\n        to go to this place? Let it support you being on The Path. At the heart of developing a resilient child is giving them a sense of security, safety, love, and acceptance.\n        By minimizing danger, the child can devote resources to develop- ment and growth, rather than tense up and close\n        down, which stifles growth and causes trauma. By giving a child the message that they are loved and accepted, it\n        strengthens their sense of self and self-efficacy. This allows for greater effectiveness in getting one’s needs\n        met and being satisfied. All of this minimizes stress and enhances recovery from stress, enhancing the\n        development of a child with a healthy Resilience Response.\n        We can use these same considerations as a starting point for creating a resilient com- munity. Within a\n        community, the more members who feel safe and accepted, with less fear, the greater the resilience of the\n        community. We know that this has major ramifications, such as better physical and emotional health, and a sense\n        of well-being. Write about any defensiveness you experience around looking at your own racism and bias."
  },
  "action_step": "Today, review what you consider to be your purpose in life and how passionate you are about this direction of\n        your life. If you cannot identify a purpose, notice what you are passionate about. Find some way of shaping this\n        into a purpose. No one is grading you on this effort or judging the importance of your purpose. But finding and\n        committing to a purpose can make a difference in your overall well-being. It’s in your best interest to take\n        this step – onto The Path",
  "journal_entry": "Write about any defensiveness you experience around looking at your own racism and bias."
}