{
  "step_number": "127",
  "review_and_appreciate": "Review and Appreciate: Did you give yourself the opportunity to dream and paint a more detailed picture of what\n        you want? This is the way to live with intention. Stay on The Path!",
  "step_of_the_day": {
    "title": "Step of the Day:\n        Take a step toward slowing the aging process (Pillar #4)",
    "content": "“There is only one way to avoid criticism: do nothing, say nothing, and be nothing.\\\" – AristotleStep of the Day: Enhancing your ability to recover from stress – and slow your aging (Pillar #4)There are many ways in which the 365 Steps program helps your body age more slowly and gracefully. Appreciate\n        all your efforts as they have long lasting effects.Your body has two basic choices: protect and defend, when there is danger, or heal, maintain, and grow, when\n        there isn’t danger. Since your body doesn’t have unlimited resources, it’s always making choices as to where to\n        send energy. The more you are in the defend mode – your stress response - the less energy is available for\n        recovery. Research has demonstrated that too much stress speeds up aging."
  },
  "action_step": "The best way to help your body go into the recovery mode, in which it supports healthy aging, is to do a daily\n        relaxation exercise. In my free audio download, available on my website, I guide you through an exercise\n        designed to have you breathing at the very specific rate – approximately 6 breaths per minute or 10 seconds for\n        one breathing cycle – that literally enhances neuroplasticity and healthy brain functioning. It also engages\n        your parasympathetic nervous system, which is necessary for recovery. It’s important to do 10-20 minutes of this\n        relaxation daily. Do it today! And when you do, remind yourself before you start, that you are safe, which helps\n        your body fully let go and relax.",
  "journal_entry": "Write about your efforts to balance stress with recovery."
}