{
  "step_number": "14",
  "review_and_appreciate": "Review and Appreciate: How were you at identifying your unfinished business? If you identified unfinished\n      business and took some step to resolve it, take a moment to appreciate your effort and progress. If you have not\n      done this exercise, doing it will put your right back on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      How to set healthy boundaries as the foundation for feeling safe (Pillar 2)",
    "content": "Do you find it difficult to say “no\\\" to people or to a particular person? Is it difficult for you to assert\n      yourself? If you are concerned about another person’s anger, or perhaps even their potential for rejecting you, it\n      might make it difficult for you to say no and thus set a healthy boundary. Some of you might be more concerned\n      with the other person’s discomfort than your own. When we have such difficulty, it makes us feel vulnerable and\n      less safe. Saying “no\\\" is one way that we learn to protect ourselves – to set healthy boundaries. We are then\n      less impacted by people who don’t have good boundaries. The ability to express anger is helpful in feeling safe and setting boundaries. If we have difficulty with anger,\n      it’s more difficult to connect with our own power. Sometimes the best way to feel confident about setting\n      boundaries is to allow yourself to express your anger – even if you are by yourself. You can do this in a room by\n      yourself, as the expression of your energy attached to your anger helps you to say, “I’m here, you can’t take\n      advantage of me.\\\" When you are able to set boundaries with others, you will have greater confidence in yourself\n      and will have a greater sense of safety and security. This supports a more effective resilience response."
  },
  "action_step": "Where are you needing to set a boundary, say “no\\\" or express your anger? To help you decide, try visualizing\n      people in your life and notice what comes up as you think of them. If you identified a person and situation where\n      you need to say “no\\\", decide if you are able to do so in person. The same with any feelings of anger.\n      Alternatively, I suggest you imagine being with that person and say “no\\\" loudly to them or if you are angry,\n      express the anger. Notice if this exercise gives you some relief and if it helps you connect with your strength\n      and your sense of greater ability to set boundaries, and even to feel entitled to have your own boundaries. You\n      can also consider this a “dress-rehearsal\\\" for doing it in real life.",
  "journal_entry": "Write about how well you set healthy boundaries. Identifying where and with whom you don’t set appropriate\n      boundaries."
}