{
  "step_number": "16",
  "review_and_appreciate": "Review and Appreciate: How present were you yesterday? Or, more importantly, how much focus and effort did you\n      devote to the exercise. Did you take one task and make an extra effort to be awake and aware? Being present puts\n      you on The Path. Continue to hold the intention of being aware of the present moment, during the day today.\n      Remember your relaxation/visualization exercise.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Helping your body heal and slowing the aging process (Pillar #4):",
    "content": "There are 2 basic choices your body has: protect and defend or heal and grow. Can I take time to recover, or must\n      I be “on-guard\\\"? Our bodies don’t have unlimited energy. They must always make this choice; and of course,\n      survival automatically trumps everything else. Digest my lunch or prepare for danger? If you grew up in a\n      dangerous environment, you are primed to choose to protect and defend. Telomeres are the proteins at the ends of our DNA strands, that sit like caps protect the DNA so cells can\n      reproduce. As we age, our telomeres become shorter until they can no longer protect the DNA and the cells will\n      malfunction. Research has shown that stress reduces the length of our body’s telomeres. The more you reduce your stress, the more energy is available for basic processes of healing and development.\n      When you can say, “I’m safe and can relax\\\" you are helping your body slow the aging process. Check out my\n      Psychology Today blog for more information on this subject below. https://www.psychologytoday.com/us/blog/path-optimal-living/201912/the-first-time-in-history-mortality-rates-are-going"
  },
  "action_step": "Throughout the day today, identify times and places where you can say, “I’m safe, I can let down my guard to give\n      my body the opportunity to restore valuable resources. Try to say this at each meal, as well as when you leave\n      work or your daytime activities for home and remember this again when you are about to go to sleep. Acknowledging\n      that you are safe gives your body permission to let go and engage the recovery and healing process.",
  "journal_entry": "Identify times and places where you can say, “I’m safe, I can let down my guard to give my body the opportunity to\n      restore valuable resources. Remember your relaxation/visualization exercise. The more you reduce your stress, the\n      more energy is available for basic processes of healing and development."
}