{
  "step_number": "18",
  "review_and_appreciate": "Review and Appreciate: Did you do a personal review and accept your achievements? This is a step on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Identifying Aspects of your Primitive Gestalt (old) Pattern (Pillar #1)",
    "content": "The voice of your Primitive Gestalt Pattern (childhood conditioned beliefs and behavior) is always present. Even\n      when not aware, it is giving you messages of: “that will be difficult\\\", “you won’t be able to do it\\\", “It’s not\n      right\\\", “People will judge you\\\". These messages and beliefs will only interfere with your success. In fact, I\n      frequently tell a client, if they are feeling bad, nervous or scared, check to see what your internal voice/parent\n      is saying, to cause these feelings. This internal voice or parent developed during your childhood to help you survive. It’s not necessarily designed\n      to help you optimize your behavior and life. Usually it gets in your way. But because this voice has been with you\n      your entire life, and because it did serve you to get through your childhood, you are resistant to going against\n      it. It will tell you, “look at that mistake you made\\\", or “you didn’t do that well enough\\\" and you might agree\n      and be upset with yourself. But even when it recites what you consider to be a fact, your old parent is never\n      correct! Like the parent who expects all “A’s\\\" on their child’s report card and when there is one “B\\\" will focus\n      on that, rather than all the other “A’s.\\\" Yes, this is true, but the focus should be on how well this child did."
  },
  "action_step": "Today’s action step is to become more aware of your internal voice or parent that doesn’t serve you and frequently\n      interferes with your growth. Begin to notice how your internal parent will focus more on what you didn’t do\n      perfectly, rather than appreciate all that you do well. See if you can appreciate yourself for the effort you make\n      to accomplish your goals. Remember, a healthy internal parent comes from a place of love, acceptance, compassion,\n      support and care. This is the internal voice you are striving to speak and hear.",
  "journal_entry": "Notice your internal parent voice and replace it with a healthy internal parent voice of love, acceptance,\n      compassion, support and care."
}