{
  "step_number": "235",
  "review_and_appreciate": "Review and Appreciate: Did you focus more on the positive yesterday? If so, that put you on The Path. If\n            not, it’s never too late to get back onto The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Be present as much as possible today. Presence is the key to performing at your best and it leads to your\n            greatest growth (Pillar #7)",
    "content": "\"Life is what happens when you're busy making other plans.\" John LennonWhether it’s busy making plans, or worrying, or regretting, it keeps you from being engaged in life, and\n            present. Many people tell me that time and life are going by so quickly during this period of limited\n            options. Without the events, the destinations, or vacations, it is easier to live on “automatic\\\" in which\n            you go through the motions, or follow the pattern of yesterday – today, and tomorrow. With fewer markers of\n            time, it appears to go by faster and faster.Another way of looking at this is to realize that under current conditions it’s more difficult to be\n            present, to be awake in the moment. Yet, the only place from which to genuinely enjoy life, is in this very\n            moment, and then every successive moment.I’ve been emphasizing the goal of “living by choice\\\"; choosing how to live, rather than simply following\n            the old and conditioned pattern. To be able to make any choice, you first must realize that there is one,\n            right in front of you. And that can only occur if you are awake in the moment. How can you “try\\\" to be more present? How can you develop the ability to be more present? What does it\n            even mean to be present?Another way of thinking what being present means, is to be able to witness yourself in the moment. I once\n            had a woman referred to me for PTSD who had been in a car accident. When I took her history, she indicated\n            that she had been in five accidents in the past three years. The kicker was when she said, “And I wasn’t at\n            fault in any of them\\\". But as she left the session, I noticed that she bumped into the furniture, and this\n            explained it: she was not present. She wasn’t paying attention and thus didn’t notice the furniture in her\n            way – just as she probably wasn’t paying sufficient attention or being present - when she was driving."
  },
  "action_step": "Here are the steps to develop greater presence:1. Hold the intention to develop your ability to be present2. Create reminders throughout the day: cell phone alarm, post-its, or some environmental cue, such as each\n            time you walk through a doorway. Use any of these cues to remind you to wake up.3. When you notice that you have not been present, say, for the last half hour or more, awaken to that\n            moment with renewed intention.4. Be accepting of yourself and how you are doing. Remember this is a learning process.5. Repeat steps 1-4.",
  "journal_entry": "Write about the above process and how you are doing."
}