{
  "step_number": "248",
  "review_and_appreciate": "Review and Appreciate: As you practiced your restorative breathing, did any unfinished emotional business\n            come to the surface? Find The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Finishing your unfinished emotional business is an inside job (Pillar #6)",
    "content": "“The past hijacks our present\\\" Fritz Perls (co-founder of Gestalt Therapy)How does the past hijack our present, as Perls had said? It is an organismic goal to notice what’s left\n            unresolved – such as unexpressed emotions - and then find a way to get resolution. When this doesn’t happen,\n            there is a pull toward resolution, be it conscious or unconscious. In other words, a part of us is\n            distracted by this need. But in addition, our efforts to not notice emotional unfinished business\n            contributes to anxiety, depression and scotomas, or blind spots in our awareness. When that unfinished\n            emotional business is the need for acceptance or love, it will get channeled in non-productive directions.\n            For example, striving for more money, or working harder, which will never fill an emotional hole. And\n            finally, as unexpressed or unnoticed emotions build up (because they don’t go away by themselves) they\n            provide a pool of energy that can get touched into by small events, triggering big reactions. Some feel stuck holding on to emotions because they are either uncomfortable with the feelings or fear the\n            consequences of their expression to someone who, well, just might get upset as well. If you recognize that\n            what’s unfinished is the expression of the emotion, not that the other person hears you or acknowledges your\n            feelings in any way, it opens an avenue for the expression and release of those emotions"
  },
  "action_step": "Here are the steps to take to let go of unfinished emotional business.1. Identify a feeling that you have been holding on to with another person.2. Decide that you would like to let go of this feeling rather than holding on to a resentment.3. Recognize that this isn’t about changing someone else, which is impossible to do. Accept this fact.4. Find a way to express your feelings: write a letter that you can tear up, yell at the person, beat a\n            pillow or other soft object, or even a body bag. The more you can let it out, the more likely you will be\n            able to let go.5. Decide that the only person who suffers by holding on to the feeling is you; and then let go.",
  "journal_entry": "Write about your style of dealing with your emotions."
}