{
  "step_number": "36",
  "review_and_appreciate": "Review and Appreciate: Give yourself a lot of credit for taking yesterday’s step. You are making an effort to\n      break free of maladaptive or even harmful approaches to yourself and to life. Perhaps more importantly, appreciate\n      yourself for staying with The Path Program. That’s the goal, and I’m impressed that you are achieving this goal.\n      Let’s take another step on The Path today.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Remembering (Pillar #7)",
    "content": "Being on The Path requires continually being present in order to make choices. But most of the time you are\n      unaware, acting out of habit. Being on automatic results in following your old path. As I mentioned, your old\n      pattern, your Primitive Gestalt (PG), has a gravitational pull. This means, plain and simple, that initially it\n      has control. It is the default position. Without a consistent plan to remember to be on The Path, you will\n      automatically revert to the PG path. If the ﬁeld you are going through is a jungle with thickets all around except\n      for this one old path, unless you make a conscious choice, your feet will do the walking—down the existing and\n      easy path. You’re in your old world! So, the challenge is remembering. Gurdjieff, an early 20th century mystic, referred to “remembering oneself.\\\"\n      This is where you are able to see what there is to see, while noticing that you are seeing. It is a state of being\n      self-aware and being a witness to yourself. Ordinarily, when you are engaged in life, you lose your sense of “I.\\\""
  },
  "action_step": "For this reason, the next step is remembering to notice whether you are ON or OFF The Path—in other words, awaken\n      to the moment for as many moments in your day as possible. In fact, let’s do it right now: be aware of the “I\\\"\n      behind who is reading this step. Notice yourself, what you are feeling and the “I\\\" who is on The Path, right now.\n      Ideally you want this process to occur during important choice points. On a deeper level, this is a process of\n      recognizing that you have choices in life. Typically, it is a choice between your old, habitual behaviors and\n      newer, intentional and more effective ones.",
  "journal_entry": "You are starting another week on The Path. Appreciate your efforts in your journal and note where you stepped off\n      The Path. Hold a sense of gratitude for engaging in The Path program."
}