{
  "step_number": "49",
  "review_and_appreciate": "Review and Appreciate: Give yourself credit for any effort to overcome your procrastination. Recognize that\n      following through keeps you on The Path. If you continued to procrastinate, go back and try again with yesterday’s\n      step.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Techniques for mental control",
    "content": "“We are made up of a bunch of habits\\\" (Anonymous). Many of these are cognitive habits – ways we think. I guess\n      the theme for this week is about our negative or critical voice. The voice/perspective ensconced in our heads. I\n      say this because our habit patterns to a great extent surround the cognitive messages from this voice. (Next week\n      I’ll focus on emotions embedded in our bodies that are less accessible but frequently trigger the negative mental\n      messages.) Many of my clients will lament, “I just can’t get that voice to shut up!\\\" First, it’s important to realize that a) the initial goal is to delegitimize and stop listening to this voice,\n      even as it continues to talk to you, and b) you can’t simply not listen to this voice. You must have another voice\n      to switch and listen to – your healthy internal parent. Today’s step will take advantage of a device you use daily: the remote control. I want to train you to use your\n      own internal remote control."
  },
  "action_step": "I want you to imagine you have a personal remote control that is directly connected to your thoughts. This remote\n      control has a button to switch channels and another button that is a volume control:1. When you notice your negative internal voice talking to you, saying that you are wrong, that you don’t know\n      what you are doing, or otherwise putting you down or being critical; or warning you of what can go wrong, pick up\n      your imaginary remote control and press the volume button to turn down the volume. See if you can imagine that\n      voice getting lower (if you keep practicing this, you will get better at it).2. Next, press the button to switch channels3. Switch to the new channel, the one coming from your healthy internal parent. Have this voice give you a\n      positive message focusing on acceptance and support and then listen to what this voice has to say.",
  "journal_entry": "Write about your efforts to practice using your personal remote control."
}