{
  "step_number": "68",
  "review_and_appreciate": "Review and Appreciate: Take a moment to review how you followed through with yesterday’s step. Were you aware of\n      any signs of “cabin fever\\\"? Whether you are or not, did you take some preemptive steps to better handle living in\n      close quarters?",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Developing self-awareness",
    "content": "The other day I awoke and as I was lying in bed, I felt a vibration in my chest. At other times during the last\n      couple of months I’ve felt something in my throat, or my abdomen, or perhaps shortness of breath. These were all\n      signs that I was either in a stress mode – the fight or flight response – or experiencing the aftermath of stress.\n      Each time this happened I was sensing or “feeling into\\\" my energetic state, tuning in to what was going on in my\n      body. I refer to this as my energetic state and something that I consciously monitor in order to recognize when\n      I’m out of balance; and perhaps low on “adaptation energy\\\". It is a way of being “self-aware\\\".This process of self-awareness is necessary if you are going to meet your own needs. In each of these situations I\n      made sure to pay close attention to what was happening. What was I responding to? Was it something in my personal\n      realm, or was it the world crisis seeping into my awareness?In each of these cases I didn’t accept my reaction as something to “grin and bear\\\" and settle for. My process of\n      self-awareness is an ongoing effort of taking care of myself. By noticing signs that I’m out of balance – or a\n      depletion of adaptation energy – I’m able to engage in a process of restoring balance as well as my body’s\n      resources. My approach is to believe I can always find some way of restoring balance. This is being resilient."
  },
  "action_step": "Take a moment right now to check in with your body. Take a few breaths and notice what you are experiencing. Can\n      you pick up any part of your energetic state that feels uncomfortable or out of balance? Do you notice an elevated\n      nervous system response that might include muscle tension, heart palpitation, butterflies in your stomach or\n      perhaps some physical tightness or pain? It might be something more subtle such as low energy or even fatigue?\n      Whatever you are able to sense, address it right now by shifting to the six breaths per minute – four seconds\n      breathing in and six seconds breathing out – breathing pattern that fosters recovery of your nervous system and a\n      balance between its two branches. Go to one of my relaxation and visualization exercises if you need support in\n      this process. Throughout the day today, periodically, check in with your body to notice your energetic state.",
  "journal_entry": "Write about your energetic state in your journal."
}