{
  "step_number": "7",
  "review_and_appreciate": "Review and Appreciate: Have you taken my 40-item questionnaire on resilience and success? Appreciate yourself for\n      taking this step and take note of the areas in which you demonstrate strength. At the same time recognize with\n      acceptance, areas where you are needing healing and further development. Again, if you have not done this step,\n      take the time to do it now. Remember, any step you take in this program will put you right back onto “The Path\\\"!",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Opening the gates of The Path: a lesson in mindfulness and the sacredness of life.",
    "content": "“Strive not to be a success, but rather to be of value\\\" - Albert Einstein In this program I’m introducing you to my version of an optimal way of living your life. It has taken me much of\n      my life to develop, through my life experience as well as lessons learned from those I’ve held in high regard,\n      including all my clients. The Path is the integration of emotional, physical, mental and spiritual elements. It\n      includes the integration of the different levels of our evolutionary exquisite brain: reptilian, mammalian,\n      primate and human. It includes the lessons of our indigenous ancestors. Many of whose lessons we have either lost\n      or ignored. Ken Wilbur, in his integral approach, recognizes that there is something to learn and of value at every level of\n      development, by every walk of life and every evolutionary step of life. The key is to select and embrace those\n      parts that have value. The Path helps you sort this all out. By embracing this approach and program you open the door, or in our case, you open the gates to The Path.\n      Whatever your goals, The Path is the fastest and best way to achieve them. It’s there, right in front of you. I\n      invite you to open the gates and step through and onto The Path."
  },
  "action_step": "As you get ready to open the gates and enter The Path, it’s important to memorialize this moment with your own\n      personal and sacred ritual. There are many mysteries of life. These mysteries we refer to as being numinous or\n      surpassing comprehension or understanding. I ask you to fully embrace and appreciate your own life in this moment\n      as part of this mystery. To embrace whatever awareness, you have of the grandness of life – your life - and that\n      you are a part of this experience. Open the gates and invite the universe to support and magnify all your efforts.",
  "journal_entry": "Embrace this moment, create your personal ritual, write down the steps of your own ritual; open the gates and step\n      through and let the adventure begin."
}