{
  "step_number": "76",
  "review_and_appreciate": "Review and Appreciate: Did you make an effort to identify a mistake you have been upset with yourself about? If\n      so, were you able to go through the process of forgiving yourself and letting go? Give yourself credit for taking\n      this big step in your efforts to be on The Path of Resilience.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      How to be present during difficult times",
    "content": "If I’m not present, where am I? And what does it mean to be present, anyway? And why is it so important? In fact,\n      it’s not easy to be present. There are many distractions and fears that pull us from the present. Being present is\n      when you are fully in this moment and not thinking or worrying about some future event. It is also not when you\n      are fretting about a mistake you made a few minutes ago. It’s not when you are distracted because you are\n      concerned about a conflict with a friend. Being present is what allows you to be fully engaged in life and be\n      successful.In past steps I’ve referred to the “contact boundary\\\". This is where your awareness meets the outside world. Or\n      your inside world, when you notice some feeling or sensation in your body, such as tension. Presence is when you\n      are right there – at that contact boundary. When we have fearful experiences in our history, failures, or even\n      judgements or criticism, it makes us uncomfortable being or approaching the contact boundary. Fear causes us to\n      shrink from the contact boundary, shrink from being present. Based on this, it’s easy to realize that the current\n      crisis can make it more difficulty to be present, as we tend to move away from what’s uncomfortable or negative."
  },
  "action_step": "A very simple exercise – try it - to help bring you present, is to notice: “what am I seeing now, what am I\n      hearing, right now, what am I smelling, tasting; what am I touching? When you focus on what’s coming in through\n      your five senses, you bring yourself right into the present moment. In mindfulness training, the goal is to notice\n      and be present. Life takes place in the present – not in your heads. Life takes place at the contact boundary.Set reminders on your smart phone today to awaken you to the moment. Set it for 3 times during the day. When it\n      goes off, stop whatever you are doing and bring yourself into the present moment and notice; be a witness to\n      yourself. Enjoy this experience.",
  "journal_entry": "Take a moment to write about what you experience when you bring yourself into this moment."
}