{
  "step_number": "100",
  "review_and_appreciate": "Review and Appreciate: Yesterday I challenged you to do something that would move you forward, that was difficultor uncomfortable. Since I sent it out late - it's still a step you can take today. These are the steps that make adifference in your life and can take you to a new level. Will you take the step? Will you make an effort to takethe step? Or will you take a pass? Put yourself onto The Path today.",
  "quote": "\"It is our choices, Harry, that show what we truly are, far more than our abilities.\"- J.K. Rowling of Harry Potter <br> \"No one can make you feel inferior without your consent.\"- Eleanor Roosevelt",
  "step_of_the_day": {
    "title": "Recognizing the most important choice you are faced with throughout the day (Pillar #1)",
    "content": "What can I be talking about? What choice are you faced with - many times throughout your day that can be soimportant? This choice determines whether you feel good or feel anxious, whether you feel happy or upset andwhether you trust or doubt yourself. It even contributes to whether you feel safe or in danger.I'm referring to the choice of your internal reference point. The place from which you make moment by momentjudgements of yourself and the world around you. In previous messages, as well as in my book I refer to this asyour \"Internal Parent\" or your internal voice. It is the spokesperson for your Primitive Gestalt Pattern - howyou view yourself, and your expectations of others and the world. I have been helping you be aware of how thisvoice can be negative, and judgmental, all the while appearing reasonable. And I've contrasted this with how Idefine a healthy internal parent who comes from a place of love, compassion, acceptance, support and care. Thispositive and supportive voice will hold you accountable - but in a loving and accepting manner."
  },
  "action_step": "Today, pay attention; listen for your internal voice and notice how it treats you and refers to you. When you areanxious, worried, or feeling guilty, for example, these are signals that your old internal parent just gave you amessage. The message may contribute to you doubting yourself, or it might be focused on a negative expectation. Inthese moments, realize that you have a choice - to listen to this voice, or to shift into the voice of yourhealthy internal parent. Make this second choice and listen to the voice coming from the more positive and lovingplace. Notice how it makes you feel and notice if it makes it easier to take difficult actions.",
  "journal_entry": "Have you been paying attention to how you talk to yourself? Write about this in your journal."
}