{
  "step_number": "107",
  "review_and_appreciate": "Review and Appreciate: What did you learn or relearn about your thinking pattern and the direction it takes you\n      in? If it was negative, were you able to switch into a more positive mode? Appreciate your effort for being on The\n      Path.",
  "quote": "“Every man dies, but not every man really lives.\\\" – Braveheart",
  "step_of_the_day": {
    "title": "Being present as your step on The Path today (Pillar #7)",
    "content": "Holding the intention to be present as much as possible today (Pillar #7)The past is memory, and the future is just fantasy. You only really live in this moment – in the Present! The\n      Coronavirus pandemic adds another layer to the concerns we face and another source of distraction. But we can’t\n      wait until this crisis is over in order to resume living our lives. It’s important, and your responsibility to\n      make the most of every day of your life.I will take this a step further: to best be resilient during these difficult times, you need to approach today’s\n      circumstance from a place of making the most of your current situation. This means, how can you find the\n      “benefits\\\" of isolation, of being in your home most, if not all of the time? Without the distractions and using\n      up your “time\\\" with going to the movies, going out for dinner, events and just busy stuff – how will you make the\n      most of this time? The most of your time today."
  },
  "action_step": "Your contact boundary is where the “you\\\" meets the “world\\\". When we are thinking, in our heads, distracted,\n      worrying or fearful, we retreat from the contact boundary and lose the gift of the moment. Try to be as much in\n      the moment, present, as possible today. Use doorways, portals, as a cue to bring yourself present. Notice where\n      you are and that you are witnessing where you are and even who you are.",
  "journal_entry": "Take a moment to be present and write about this experience."
}