{
  "step_number": "108",
  "review_and_appreciate": "Review and Appreciation: How present were you yesterday? Every effort you make is rewarded! Every effort has an effect. Holding the intention to be present and making this effort will result in greater presence and joy in life. Appreciate being on The Path.",
  "quote": "“When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.” —Helen Keller \n Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.” —John F. Kennedy",
  "step_of_the_day": {
    "title": "Moving forward by letting go of a mistake. (Pillars #1, 5, 6, 8, and 9)",
    "content": "The biggest obstacle to progress is dwelling on a mistake! It’s difficult to move forward or to look ahead when your focus is behind you. Said another way, the more you sit with regret, frustration, and anger for past mistakes—the more you are holding on—the more you tend to miss the obstacles as well as the opportunities in front of you. I know it can be difficult to let go of a mistake when it has caused you pain, suffering, or loss. It can be hard not to think of how it could have been different. But not letting go simply magnifies the negative impact of a mistake. And no one—yet—has figured out how to go back in time to fix or change a mistake."
  },
  "action_step": "Identify a mistake you have made that has been difficult to let go of—a mistake that you keep criticizing yourself for or regretting in some way. Hold the intention and the obligation to yourself to forgive yourself and move on. Here are the steps in this process: 1. Identify the mistake with the intention that you must let go. 2. Feel and express the feelings—of anger, sadness, and loss—without putting yourself down. 3. What is the lesson to be learned from this mistake? If the mistake results in a loss, you want to find a benefit to offset the loss. If there is a cost to the mistake, balance this with a benefit. And this benefit, this lesson should make it less likely that you will make the same mistake again. 4. Recognize that it’s in your best interest to forgive yourself and let go. 5. Call on your healthy internal parent to talk to you to support this effort.",
  "journal_entry": "Write about your difficulty letting go of mistakes and your intention to change this pattern."
}