{
  "step_number": "110",
  "review_and_appreciate": "Review and Appreciate: What did you notice about your “presence\\\" yesterday? Did you take a step to project a\n      more effective and positive presence into the world? Are you stepping on The Path?",
  "quote": "“It’s not whether you get knocked down, it’s whether you get back up.\\\" – Vince Lombardi",
  "step_of_the_day": {
    "title": "Where do you need to bounce back? (Pillar # 8)",
    "content": "Focusing on bouncing back (Pillars #4 and 8)At the heart of resilience is your ability to bounce back. There are different areas in which this is important.\n      After you have been stressed, you need to give your body the opportunity to recover – or bounce back. When you\n      have been in a conflict that takes an emotional toll, you need to bounce back emotionally. And when you suffer a\n      loss or a mistake, there needs to be mental and attitude recovery.Whether your recovery process is conscious or not, bringing focus to bouncing back and recovering can help you be\n      more effective. In the next three steps, we will address physical, emotional, and mental recovery and bouncing\n      back."
  },
  "action_step": "Take a moment right now to listen to your body. Go somewhere quiet, sit comfortably, and begin breathing at six\n      breaths per minute – four seconds in and six seconds out. Slowly bring your awareness through your body starting\n      at the top of your head and moving downward. What do you notice? What is your body telling you? Does this process\n      indicate places where you are holding tension, agitation or simply discomfort?Spend the next five minutes giving your body the opportunity to bounce back by continuing to breath slowly and\n      allow your body to let go, sink into your chair and relax. If you begin to be distracted, bring yourself back to\n      your breath and this process. At the end of five minutes notice that you are feeling calmer and appreciate that\n      five minutes can make a difference.",
  "journal_entry": "Write about your ability to bounce back."
}