{
  "step_number": "117",
  "review_and_appreciate": "Review and Appreciate: Did you find a way to give back yesterday? Did you send some of your energy out into thelarger community? This helps you be on The Path.",
  "quote": "\"Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.\"Martin Luther King Jr",
  "step_of_the_day": {
    "title": "Contribute to the health and healing of the larger community (Pillar #3)",
    "content": ".We have much to learn from Native American and in fact, all indigenous, communities. Their wisdom, that we haveeither ignored or derided for centuries, teaches us that everything is inter-connected. Their wisdom is aboutexperiencing how we are all affected by each other's behaviors. It is getting more and more difficult to ignorethat we threaten the sustainability of our planet - no matter what any leader says. How we treat each other holdsthe same danger.We are all a part of the community that still displays racial terror! A community that denies equal rights as wellas equal justice. To be a part of this larger community means taking responsibility for its health and itshealing. Your resilience is connected to the resilience of your community."
  },
  "action_step": "Today, decide that you will take responsibility for the injustice you see all around you. You don't have to blameyourself in order to take responsibility. In the individual healing process, you must recognize the old andoutdated patterns you are still living by. This might include bad eating habits, but also the critical andnegative way you talk to yourself. While not putting yourself down for this behavior, you need to takeresponsibility of recognizing it and doing it differently - from a place of love, compassion, andacceptance.Today, take responsibility for what is happening in your community with racial injustice - try to experience it ashappening directly to you. From this perspective, what can you do? What must you do? Take a step on The Pathtoday.",
  "journal_entry": "Write about how you have been noticing or ignoring racial injustice happening all around you. What has been yourperspective, and can you look at this with \"new eyes\"?"
}