{
  "step_number": "12",
  "review_and_appreciate": "Review and Appreciate: Take a moment to acknowledge yourself for taking yesterday’s step on The Path. Note how\n      much you were aware of your choice points, and your effort to focus on a positive mental framework. Also, have you\n      continued to practice a relaxation exercise?",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Developing Confidence and Self-trust (Pillar #9)",
    "content": "Faith can be a source of energy. Jesus said that people with faith can move mountains. But we can translate the\n      word “faith\\\" into confidence and trust in yourself. When you don’t have confidence, you seek validation from the\n      outside. When I work with athletes, they might do poorly and then say, “I lost my confidence\\\". I would tell them\n      that if they truly had confidence a poor performance wouldn’t cause them to lose it. Confidence can only be achieved by developing it – you’re not born with it. Some of us have been fortunate to\n      grow up with parents who supported the development of our confidence by appropriately loving and parenting. Few of\n      us escape without some wounding around confidence. The most effective way, in fact, the only way to develop confidence is by following through with what you say you\n      are going to do. You develop confidence by taking the difficult challenges in your life, being persistent, and\n      then appreciating your performance while continually working on ways of doing it better. When you do this, you\n      learn to trust yourself and to believe in yourself. That’s the basis of confidence. You can’t trick yourself into\n      being confident and there are no short cuts."
  },
  "action_step": "Find something to do today that you have been putting off due to discomfort, fear of failure or making a mistake\n      or perhaps not knowing exactly how to do it. Frame the way you approach this step by referring to it as a\n      challenge instead of a problem. Identify a small piece of the challenge that makes the process more do-able. Give\n      yourself permission to make a mistake or not do it perfectly. After all, mistakes are part of the learning\n      process. It’s more about the effort you make. This supports your development of Pillar #9 – Power. Schedule time\n      today to take action.",
  "journal_entry": "Write about your process in following through with this step. This will help you benefit from the experience."
}