{
  "step_number": "120",
  "review_and_appreciate": "Review and Appreciate: Were you able to decide that you will never be defeated? Remember you might still have a\n      long way to go to feel self-confident, or to feel like you can trust yourself. But you can still make this\n      decision that is essentially holding yourself accountable and committed to being successful! Stay on The Path!",
  "step_of_the_day": {
    "title": "Addressing the impact of today’s world, ‘Crisis Fatigue’ (Pillars #1,4,7,8,9)",
    "content": "Today one of my clients referred to what she was going through as “Crisis fatigue\\\" and I’m sure you all can\n      identify with that assessment. How are you experiencing crisis fatigue? What are your physical signals – such as\n      difficulty sleeping, digestive discomfort, headaches? What are your emotional signals – such as anxiety, anger,\n      irritability, hopelessness or depression? What are your cognitive/mental signals – such as confusion, distraction,\n      being pulled in the direction of any “shinny object\\\"? Here are steps you can take today to address this fatigue."
  },
  "action_step": "1. Notice and accept whatever impact these crises are having. Not that you like this impact, but not hiding your\n      head in the sand.2. Recognize that there is a “Best way\\\" to move through this period of time (The Path).3. Determine to be proactive rather than passive: with regard to the recognition of the injustice in our society,\n      take some responsibility to have an impact. As a part of this community, be a responsible part rather than someone\n      who sits back and simply expects things to be different. What action can you take?4. Take care of yourself: remember that your stress response can be silent: where you don’t notice the activation\n      of your nervous system until you have symptoms. Start or resume practicing a relaxation exercise today to help\n      your body recover energy rather than drain energy.5. Identify people in your life to connect with and express and feel the love. And find ways of expressing\n      love.6. Whatever your situation, try to find some way to feel a sense of gratitude. This helps your body and your\n      nervous system in its effort to recover and feel calm.",
  "journal_entry": "How are you experiencing “Crisis Fatigue\\\" and what are you doing to help yourself cope and recover?"
}