{
  "step_number": "121",
  "review_and_appreciate": "Review and Appreciate: What steps did you take yesterday to notice and address any crisis fatigue you have been\n      experiencing?",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Another step toward resilience in crisis situations (Pillars #1, 4 and 7)",
    "content": "“Your sacred space is where you can find yourself over and over again.\\\" ― Joseph CampbellStep of the Day: Finding your personal, sacred space for feeling safe, recovering, and finding yourself (Pillars\n      #1, 4 and 7)We come from different backgrounds that offered varying degrees of safety and security. These childhood\n      experiences have lasting impact. I’ve referred to your Primitive Gestalt Patterns that developed out of these\n      childhood lessons. No matter your experience, you all need to create a place and psychological space where you can\n      separate from the outside world long enough to find yourself and engage in some form of recovery.Recovery can be thought of as a “reset\\\", recuperation, as “licking your wounds\\\", or “going inside\\\" to find and\n      connect with your strength. Recovery is about regaining, and restoring your physical, emotional, mental, and\n      spiritual power."
  },
  "action_step": "Find 10-15 minutes today for this process. At that time, go to a place in your home in which you can be alone and\n      not interrupted (let others know you are not to be bothered). Clear your agenda for this period. And tell yourself\n      that everything in your life can wait until you finish. Get into a comfortable position. Look at your body. Remind\n      yourself that your body is your home, your ultimate sanctuary – when everything else falls away. It can’t be\n      replaced, therefore it’s important to honor your body and to treat it with respect.Next, make the commitment to be good to your body, your sanctuary so it stays healthy and alive. Focus on your\n      breath: breathing in, to the count of 4 and out to the count of 6. As you exhale, allow your body to let go, relax\n      and sink into your chair. As you breathe in, experience the air filling your lungs and imagine the air massaging\n      the inside of your body. As you exhale, imagine tension leaving your body. Tell yourself that, in this moment, you\n      are safe.Notice how your feet rest on the floor. Feel the sense of ground under your feet. Stand up and allow yourself to\n      balance between your two feet. Notice your stability. Bend your knees and then straighten them a few times and\n      notice your flexibility and solidness.Whatever you notice in your body – be it tension, calmness, agitation – let it be okay. Simply be in a place of\n      acceptance of how you are in this moment.These are the basic steps of getting centered and grounded physically. These are the first steps of establishing\n      your “home\\\". We will continue with this process in subsequent “steps\\\" as well as an upcoming audio\n      exercise/visualization.",
  "journal_entry": "Write about how you feel in your “home.”"
}