{
  "step_number": "123",
  "review_and_appreciate": "Review and Appreciate: How did you do yesterday in developing your \"home\", your retreat, your personalsanctuary? Find your way to The Path today.",
  "quote": "\"The first step toward success is taken when you refuse to be a captive of the environment in which you firstfind yourself.\" - Mark Caine",
  "step_of_the_day": {
    "title": "Return to your sacred space to find your center (Pillars #1, 4, 5, 7 & 9)",
    "content": "Life is always throwing us curve balls. Life, by its very nature, knocks us off balance, off of our center. Infact, it can be very difficult to even know where your center is. The place you want to get back to. The placewhere you want to come to rest. The place where you can say, \"this is me\". I've been talking about your PrimitiveGestalt Pattern, developed out of childhood lessons and your internal voice, or parent, that keeps you stuck tothese old lessons. Much of the time, this is the \"center\" we keep returning to.These last few steps have been designed to help you establish a healthy place to be able to come back to. A placewhere you can find comfort, safety and balance. Today's step furthers this process by connecting your sacred spaceto a healthy internal voice that supports a true center."
  },
  "action_step": "Find your safe and private space - at least for the next 10 minutes. Clear your agenda. Take a moment to reassureyourself that you are safe, at least for the next 10 minutes - so you don't have to be vigilant and can let gomore deeply. Get into a comfortable position and begin focusing on your breath, breathing into the count of 4 andout to the count of 6. On the exhale, allow your body to let go, sink into your chair and relax.Let's bring in your healthy internal parent or voice. The part of you we have been working to develop. Yourhealthy internal parent comes from a place of Love, Compassion, Acceptance, Support and Care. This is the model ofthe voice that most benefits you, that you deserve and that helps you find your center.Speak from this healthy place. Hear this voice say that you are a good person; you are loved; you deserve goodthings in your life. From this place, please add messages that you are needing right now - for support, forcompassion, and for acceptance. Recognize these statements as coming from your new center and serve to bring youback to center. And by doing this, you help yourself restore balance and calmness and hope.",
  "journal_entry": "Write about your center and how it can help you stay in balance during these difficult times?"
}