{
  "step_number": "13",
  "review_and_appreciate": "Review and Appreciate: Did you take yesterday’s challenge? If you did, that’s great. You took a step in the\n      direction of greater confidence and trust in yourself. You followed through and did what you said you were going\n      to do. If you didn’t, what got in your way? It’s good to choose something challenging. But you don’t want to\n      choose something beyond your reach that you are too afraid to take. What can you do to make it more likely that\n      you will follow through? Also, remember your daily relaxation practice.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Finishing unfinished emotional business (Pillar #6)",
    "content": "“Gestalt\\\" means whole. On every level, our mind and our body have a desire, indeed a drive to feel complete,\n      whole. The German Gestalt Psychologists, early in the last century, performed an experiment in which one group of\n      subjects was fed a five-course meal and then shown an abstract painting. The other group was deprived of food for\n      five hours and then shown the identical painting. Every one of the deprived subjects saw something related to food in the painting while none in the satiated group\n      did. This demonstrated how need drives awareness and behavior. There are two main ways we experience unfinished\n      business, and much of it derives from our childhood: 1) needs of love, acceptance, attention, validation that are\n      not completely met, and 2) feelings that are generated, but must be sublimated and not noticed, in order to not be\n      overwhelmed by them, or fearful of rejection if they were expressed. Emotions and unmet needs don’t go away on their own and time doesn’t heal all wounds. These are aspects of\n      unfinished business that, if we are not aware, will drive our behavior unconsciously and create problems. One way\n      of identifying unfinished business is when your reaction to a situation is out of proportion to that situation.\n      This tells you that you just touched into your unfinished business – feelings not fully dealt with."
  },
  "action_step": "What feelings have you not allowed yourself to acknowledge or to express, for them to be released; let go of?\n      Usually it’s with someone, and someone close to you. Frequently we feel that finishing this type of unfinished\n      business is impossible: the other person may get angry at you, they might not listen, they may argue with you, or\n      they just won’t care.",
  "journal_entry": "Identify some of your unfinished emotional business. Write about it and address it."
}