{
  "step_number": "132",
  "review_and_appreciate": "Review and Appreciate: It’s important to acknowledge yourself when you take a difficult action, when you do\n        something that’s uncomfortable. Take a moment to appreciate the difficult step you took yesterday. If this is\n        not the case, consider taking this step today. Live your life on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n        Recommitting to adapting to the Coronavirus crisis (Pillar #8)",
    "content": "“The future belongs to those who prepare for it today.\\\" Malcolm XIn some of my sessions this week I’ve encountered clients who have been doing ok through the last few months but\n        are having some difficulties. They have noticed being more irritable, depressed, or anxious. Perhaps it’s the\n        fact that it’s now been over four months of this siege, or perhaps it’s the latest news that the pandemic is not\n        at all going away. There isn’t a clear light at the end of the tunnel.The stresses, the disappointments, the loss of diversions of our current crisis become cumulative. It is\n        important to be proactive on a regular basis, to cope with life under the Coronavirus. This means paying close\n        attention to your feelings; not disregarding them. It means taking time in your day to engage in recovery. It\n        also means reaching out to those close to you for support, comfort, and connection."
  },
  "action_step": "Today, recommit to being proactive in coping with this ongoing crisis. Recognize your feelings – resentment,\n        anger, frustration, sense of loss – and give yourself psychological space to feel these feelings and even share\n        them with those close to you. After experiencing your feelings, find a way to accept what’s happening. Not that\n        you like it, but simply accepting reality. This will minimize the continued frustration that may arise with a\n        world turned upside down.",
  "journal_entry": "Write about your feelings."
}