{
  "step_number": "135",
  "review_and_appreciate": "Review and Appreciate: Give yourself credit for engaging in this process of focusing your thoughts to support\n        new intentions and behaviors. See you on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n        Discovery the Power of your Thoughts 3 (Pillars #1, 6, & 9)",
    "content": "“The most courageous act is still to think for yourself\\\". Coco ChanelWhat does that mean, “to think for yourself\\\"? If you are not thinking for yourself, who are you thinking for?\n        To answer this question, you must first go back in time to the origins of your thinking. As a child, you are\n        eager to learn the appropriate way of thinking – not by going out and sampling the thinking process of many\n        people – but by learning at the feet of your parents and then other influential people in your young life.\n        Furthermore, you don’t have the ability to assess the effectiveness or correctness of this thinking. You assume\n        that what you learn directly as well as through modeling is the way things are. In addition, since you are\n        dependent on your caregivers, you must learn these lessons in order to be and stay in good standing with\n        them.The point is that your thinking patterns are absorbed by you and this process is automatic. You then take the\n        ball and run with it by incorporating these thinking patterns into your internal parent, or internal voice that\n        you carry around and listen to 24/7."
  },
  "action_step": "Identify one of your beliefs or expectations as a result of childhood learning. It might be some negative\n        thinking or judgments about yourself, or it might be expectations of others. How does this thinking affect you\n        and your behavior? For example, if you expect people to judge you it might inhibit taking important actions or\n        cause you to worry.",
  "journal_entry": "Write about some of the ways that your thinking gets in your way."
}