{
  "step_number": "136",
  "review_and_appreciate": "Review and Appreciate: Have you been addressing your thinking patterns that get in your way? This is part of\n        your Resilience Response.",
  "step_of_the_day": {
    "title": "Step of the Day:\n        Steps to thinking for yourself and harnessing the power of your thoughts (Pillars #1, 5, and 9)",
    "content": "Learning to think for yourself is a process of awakening from automatic behavior patterns. It is The Path to\n        opening to your “True Self” and not the one put onto you by others. Since these patterns have been with you your\n        entire life, they take on a sense of being correct, and they “feel right.” In most cases, these\n        perspectives—that can be negative, judgmental, and even create fear—do not serve you and only get in your way.\n        Frequently it’s an approach to life that continually looks for what’s wrong, who’s wrong, or what can go wrong.\n        One way of knowing this perspective is incorrect and at the same time identifying a correct perspective or\n        response is to be shown the framework of a healthy approach."
  },
  "action_step": "• Let’s think of a child growing up. You are already grown, but let’s include in this thought experiment\n        the “you” now wanting to grow up in a healthy way. What lessons do you teach a growing child for them to be\n        resilient and successful—to optimize their Resilience Response? Here are some of the lessons:\n        – You are loved\n        – Even though you make mistakes at times, even though you are not perfect, you are unconditionally accepted\n        – You deserve good things in your life\n        – The people close to you will always be there for you. You will always be connected and not be deserted.\n        – You are encouraged to experiment and try new things.\n        – When you try new things, mistakes are part of the learning process. It’s OK.\n        – You are capable of great things in your life, broadly defined. Raising a healthy family, for example, is\n        something great. Supporting good causes is also something great.\n        • A “good childhood” is one in which a child is presented with and learns these healthy lessons. They put you on\n        The Path of resilience and success. Remember neuroplasticity: it’s never too late to learn these lessons. Today,\n        incorporate these messages into your healthy internal parent and speak them as often as possible.\n        • Identify a situation or perhaps a mistake you made, in which you were particularly hard on yourself, critical,\n        or unable to let go of the mistake. Take these new lessons to heart, and use them to let go of a past mistake or\n        being hard on yourself.",
  "journal_entry": "Write about how you are taking in these lessons."
}