{
  "step_number": "137",
  "review_and_appreciate": "Review and Appreciate: Did you observe your thinking yesterday? Did you notice aspects of your thinking pattern  that get in your way? See you on The Path.",
  "step_of_the_day": {
    "title": "Discover the power of your thoughts 5; Engaging your new and your old Internal Voices in a dialogue (Pillars #1,  6, & 9)",
    "content": "When your old pattern and your internal voice, the one you hear 24/7 is loud and powerful, it drowns out any  other perspective, including the healthy one. You only hear one voice, and it has years of practice to report  danger, slights, as well as to criticize you. But you don't think about it. It's part of the fabric of your  life. You listen and believe. Even though it is mostly inaccurate and harmful to you.As this voice takes up all the space, and uses all the oxygen, there is no breathing room for another  perspective. For this reason, we have to give a new healthier voice an opportunity. \"All that we are is the  result of what we have thought.\" Buddha"
  },
  "action_step": "Yesterday I mentioned the qualities of a healthy internal voice or internal parent. He or she comes from a place  of love, compassion, acceptance, support and self-care. This defines the internal parent that not only you want  to have but deserve to have. This is the internal parent that helps you produce the greatest success in life and  be most resilient.In this exercise you give your healthy internal parent an opportunity to speak and be heard. This is referred to  as a \"Gestalt Dialogue\", referring to the therapy approach that popularized the concept. Try this today: place  two chairs opposite each other. Imagine the old internal voice (OV) sitting in one chair and the new voice (NV)  you are searching for, supporting and developing in yourself, sitting in the other chair.Think of a situation - perhaps the one you referred to in yesterday's step - in which you have spoken critically  to yourself, or where you haven't been able to let go of a mistake. Have a dialogue between the OV and the NV by  switching chairs.",
  "journal_entry": "Write about your observations while doing this process.",
  "quote": "\"Listen to the inner voice that allows you to be you.\" —Elvis StoJko"
}