{
  "step_number": "142",
  "review_and_appreciate": "Review and Appreciate: This is “Kindness\\\" week in your 365 Steps on The Path to Resilience and Success\n        program. The first day was being kind to yourself, next was to someone you live with and yesterday it was being\n        kind to someone else in your life. If you took the time to express kindness yesterday, appreciate your effort.\n        How did it feel? Stay on The Path.",
  "quote": "“Be kind whenever possible. It is always possible\\\" Dalai Lama",
  "step_of_the_day": {
    "title": "Take another step on The Path of Kindness today (Pillars # 2 & 3)",
    "content": "This past month has been an important time of awareness and acknowledgement of unkind behavior to others.\n        Sometimes this has been unconscious and at other times it’s been intentional. We are also realizing that much of\n        this behavior is built into our very societal system.There are many opportunities for you to “wake up\\\" to different aspects of reality. It could be recognizing that\n        you are self-abusive or overly critical of yourself. It could be about not being respectful to others in your\n        life. No matter the level of these actions, they are harmful to others and to yourself. It detracts from the\n        overall health and peace of the community you live in."
  },
  "action_step": "Today I’d like you to focus on projecting your kindness out to your “community\\\". By community, I’m referring to\n        the society that you are living in, which is embedded within. What can you do today that would add positive\n        energy? That would be your contribution to anti-racism or any other “ism\\\" that you have seen but have\n        ignored?We are focusing on pillar #3 of The Path: your relationship with “something greater\\\"; which can refer to giving\n        service and connecting with the larger community.",
  "journal_entry": "Where do you stand on the need for mutual respect in your community?"
}