{
  "step_number": "145",
  "review_and_appreciate": "Review and Appreciate: Did you awaken and be present during any of your decisions yesterday? Were you able to\n        notice the old pattern? Were you able to shift into a more positive voice and pattern? This puts you squarely on\n        The Path.",
  "quote": "“Attachment is the root of all suffering\\\" Buddha (although he sometimes uses “acquisition\\\" in place of “attachment\\\")",
  "step_of_the_day": {
    "title": "Acknowledging and coping with the difficulty of today’s situation through acceptance (Pillars #1, 4, 5, 6, 7,\n        & 8)",
    "content": "The pandemic is affecting all of us in different ways. Of course, some have paid the highest price with their\n        lives, and others with serious illness. Beyond that there is loss of income, jobs, security and the sense of\n        safety and normalcy. In fact, the very ability to live with some expectation of any certainty has evaporated. We\n        are all experiencing loss – even if it’s the loss of our freedom to move freely and be with family and friends.\n        These losses can add up and be painful, stressful and a source of ongoing grief. It can maintain feelings of\n        frustration, anger and disappointment that further hurt you and even result in actions you later regret."
  },
  "action_step": "Take time today to allow yourself to feel these different levels of loss and the feelings that you have. But I\n        suggest that, to help you best cope with this crisis, do this within the context of acceptance. Acceptance\n        doesn’t mean you like what’s happening, it’s just an acceptance of today’s reality: “While I don’t like what is\n        going on, I must be accepting of the parts I have no control over.\\\" It’s this part of the process that will\n        allow you to let go of at least some of these feelings in order to feel okay. By not accepting, those feelings\n        will stay and keep recycling within you. So, again, take time to notice your feelings, accept them as neither\n        right or wrong, give yourself permission to express them – even if it’s only to yourself – and let them go. With\n        this acceptance, make an effort to shift to some creative way that you are coping with these restrictions.",
  "journal_entry": "Write about your feelings of loss associated with your current experience. Are you able to experience and\n        express them in order to help let them go?"
}