{
  "step_number": "146",
  "review_and_appreciate": "Review and Appreciate: Appreciate any effort you made yesterday to notice your feelings regarding your current\n        situation and to let go of them. Find The Path each day.",
  "quote": "“The greatest wealth is to live content with little.\\\" Plato",
  "step_of_the_day": {
    "title": "Turning to your healthy internal voice for validation and support (Pillar #1)",
    "content": "We spend inordinate amounts of time and energy in the pursuit of approval. We accept this drive without\n        questioning it. While it’s normal to desire validation and acceptance, much of this effort is to get what we\n        didn’t get enough of as a child as well as what we have difficulty giving to ourselves. There are two parts of\n        the healing process that this highlights: 1) It’s important to recognize what we missed as a child. By\n        acknowledging this, it helps us stop self-blame and feeling inadequate, and 2) it paves the way to fill that\n        need in a healthy way."
  },
  "action_step": "One part of this healing process – of feeling ok, worthy and validated - is to turn to your healthy internal\n        parent. We are developing this voice and this place inside of you as a new anchor and place of grounding. As a\n        reminder, this part of you comes from a place of love, compassion, acceptance, support and self-care. Right now,\n        shift into this healthy internal parent and hear how he or she appreciates you and appreciates all the work you\n        are doing to support your growth and healing. Verbalize this message, including a message of your worthiness and\n        deserving of good things in your life. Even if these statements are difficult and maybe don’t sound accurate –\n        say them anyway. Remember, neurons that fire together wire together.",
  "journal_entry": "Did this process help you feel better about yourself? Write about your process with the healthy internal parent."
}