{
  "step_number": "149",
  "review_and_appreciate": "Review and Appreciate: Give yourself credit for noticing your pattern and making positive adjustments. Stay on  The Path.",
  "quote": "\"It is our choices that show what we truly are, far more than our abilities.\" - J.K. Rowling",
  "step_of_the_day": {
    "title": "Be present today and notice your choices - choose well (Pillars # 5, 7, & 9)",
    "content": "Do you have \"free will\"? This is an age-old question that can be argued either way. Are all your behaviors  conditioned and thus the product of habit and circumstance? Or do you, in some way, have free will, the master  of your own behavior? Think of the choices you made and your actions over the last week or two. How many of them  came from free will, an independent decision objec- tively made and not determined by unconscious behavior and  simply what you did the last time?  What I guarantee is that you first must be present to have any chance of free will. It's neces- sary to \"wake up  to the moment\" and be aware of your role as witness, observer of yourself. In this moment is the right timing  for free will. Even though the airlines say, \"We know you have many choices,\" it takes effort, intention and  motivation and even planning, to be capable of making choices. And I'll add, \"Thank you for making choices today  that support your growth.\""
  },
  "action_step": "Let's stay with this most important process of being present and in the moment to notice your pattern. Be aware  today of when you have a choice in front of you. Notice any tendency to procrastinate due to some judgment, fear  or discomfort of making a mistake or fear of failure. Take a moment, when that happens to call on your Healthy  Internal Parent and hear his or her voice be accepting and supportive. Then see if this helps you take the step  you have been avoiding. Good luck.",
  "journal_entry": "Write about your pattern that can make it more difficult for you to take action."
}