{
  "step_number": "15",
  "review_and_appreciate": "Review and Appreciate: Take a moment to acknowledge the steps you have taken during these past two weeks. It’s\n      difficult to stay with a program, any program. There are so many stresses and distractions – from the outside, as\n      well as your own internal resistance to change. As I reviewed my own effort to do last week’s steps, I noticed I\n      didn’t do all of my own steps. Noticing this, I chose the best way to get back to The Path: a. no judgment, b.\n      remind myself why I’m committed to these steps: to function better, slow the aging process, better communication,\n      be more effective in reaching my goals, and being more joyful and happy, c. decide that there is no better way to\n      live my life, d. decide to do what it takes to be on The Path, and finally, e. pick one or two of the last steps\n      that I missed and schedule a time to follow through – or, do them right now. What about you having the same\n      realizations and deciding to take steps onto The Path?",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Being present and aware (Pillar #7)",
    "content": "I’m reflecting on how I responded each day, when I received a “step\\\" in my inbox. (Remember, originally I sent\n      out one step each day for an entire year, or 365 steps.) I did notice them, and, on most days, I opened the email\n      and read them. I did identify a very challenging task and determined to follow through with what needed to be done\n      – and I did it. Other days I simply took the step for granted and didn’t pay enough attention. How about you? The\n      lesson for me is to a) recommit to taking 5-10 minutes each morning, reading and deciding to take that step, b)\n      telling myself that each step is important to me in achieving success – and greater happiness, and c) decide that\n      this value makes it worth it to take the time to follow through with the action for the day. Take a moment to recall your commitment to your best year by using the 365 steps in this book. Recommit to\n      following through and take each challenge, take the time to practice relaxing and becoming more resilient.We are notorious for our short span of attention. Whether it’s getting to a destination, without noticing the\n      scenery, or awakening in the middle of listening to something and realizing you had spaced out. One evolutionary\n      fact that interferes with presence is our ability to adapt or adjust to our world. We have a protective orienting\n      response that activates us to something new in our environment – a change that might signal danger. We will\n      “orient\\\" to the new sound, sight, taste or smell. But will quickly adapt to this change as it fades into the\n      background - unless it signifies danger. This is most readily noticeable with a new smell, which, after only a few\n      seconds, will no longer be noticeable. Each moment you are present, is a moment you are walking on The Path of Success. Most of the time, however, you\n      are on “automatic\\\", sleep walking through your day. For you to fully engage in life, to fully appreciate life and\n      to function at your best, you must be as present, awake to the moment, as possible. In fact, you can only impact\n      your current life trajectory if you are present! Only when you are present can you have free choice and shift out\n      of old destructive patterns into new more adaptive and healthy behavior."
  },
  "action_step": "Take a moment to look around you; notice your environment, the objects in it, the sounds. Now take a closer look\n      at the details of a particular object. Try to “put your eye right onto the object\\\". Imagine you cross the space\n      between you and that object. Right now, you are very present. Hold the intention to be this present as much as\n      possible as you encounter your world today. This means tuning in to what is around you. Hold the intention to be\n      on The Path, by being more present and focused during your day. In addition, think of one important task you must\n      do, and determine to be present while doing it for greater success – by taking a moment just before you begin, to\n      tell yourself to “wake up, be present, so I can fully respond in a new and creative way.\\\"",
  "journal_entry": "Write about what you chose as a cue and how much you were able to be in the present moment throughout your day."
}