{
  "step_number": "174",
  "review_and_appreciate": "Review and Appreciate: Did you take time to think about your purpose or finding meaning in your life? Are you\n          finding The Path?",
  "quote": "“The root of suffering is attachment\\\" - Buddha",
  "step_of_the_day": {
    "title": "Give yourself time and the awareness to notice your grief; open to your feelings to help you move through them\n          (Pillar #6)",
    "content": "Yesterday, Michelle Obama, our former First Lady, a smart and powerful woman acknowledged that she is\n          experiencing “low-grade depression.\\\" It is helpful for a person of her stature to share her feelings openly\n          to the public. It gives all of us permission to notice our own emotional response to the stressful, and\n          extremely upsetting crisis that we are all going through.If you have been following my “Steps\\\" you will notice that a positive perspective always puts you on The\n          Path. But you also have learned that you can’t ignore your feelings, even the negative or uncomfortable ones.\n          Doing that only sends them “underground\\\" where they will become toxic and cause greater damage. In fact,\n          depression is frequently the result of ignoring or denying painful emotions."
  },
  "action_step": "Give yourself permission, time, and space today to sit and be with your feelings. In particular, let yourself\n          feel whatever sense of loss due to the necessary life restrictions you are experiencing, or the actual loss of\n          life and health to family or friends. Try to sit in a place of acceptance while doing this. In this context,\n          acceptance simply means you are accepting the reality of the loss – not fighting it. Opening to your feelings,\n          along with acceptance helps move them through your body so you can let them go more easily. This process then,\n          becomes a freeing and a release that helps you stay in a place of balance.",
  "journal_entry": "Write about the difficulties you are experiencing during this time of crisis."
}