{
  "step_number": "186",
  "review_and_appreciate": "Review and Appreciate: How did you do yesterday with sharing your love? It’s a step on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Spread and project your energy of love to your community (Pillar #3)",
    "content": "“The more positive energy you throw into the universe, the more positive energy it gives you back” —Nitin\n            Namdeo A book from many years ago, The Celestine Prophecy, had some very interesting perspectives that are helpful\n            to living a resilient and successful life during contemporary times. In it, the main character undertakes a\n            journey to find and understand a series of nine spiritual insights in an ancient manuscript in Peru. The\n            book is a first-person narrative of spiritual awakening as he goes through a transitional period in his\n            life.\n            We are currently undergoing a major disruption on a global level. Whether I refer to the ongoing fallout of\n            the pandemic, the climate crisis, political upheavals around the globe, or economic imbalance, there is\n            great uncertainty. It is at these times of change and even forced adaptation, that transitions or large\n            shifts in consciousness are possible. One concept that the protagonist discovers is how all living things\n            emanate unseen energy. This energy can be positive or negative. In addition, people can not only project\n            either positive or negative energy, but also intentionally pull in and absorb, and thereby drain the\n            positive energy of others."
  },
  "action_step": "I’ll reflect on many lessons from this instructive manuscript,\n            but here, today, I’d like you to simply notice your energy. Is\n            it positive or negative? Love,\n            of course, is at the heart (pun intended) of positive energy. And then make efforts to project positive\n            energy out into the world. This can be done in your interaction with another person. It can also be done\n            through engaging in some volunteer work or donating to an important cause. What can you do today to hold and\n            then propagate positive energy?\n            Try connecting with your heart when you take this action step.",
  "journal_entry": "What are your beliefs about “energy”?"
}