{
  "step_number": "188",
  "review_and_appreciate": "Review and Appreciate: Were you able to notice the quality of the energy emanating from others? How did it\n            feel? This awareness is a step on The Path.",
  "quote": "“Compassion can neutralize negativity.” —Stephen Sideroff ",
  "step_of_the_day": {
    "title": "Discriminating and controlling the effects of negativity. Absorb positive energy from others, while\n            neutralizing any negativity (Pillar #2)",
    "content": "As I’ve indicated in the last two steps on The Path, you project and are the recipient of an invisible\n            energy that is all around you and others. You might notice the different feelings you experience between\n            being with positive people and being with negative people. Noticing the different energies is an indication\n            of how you are affected by and susceptible to this energy.\n            The statement “He or she made me feel this way” indicates something about your ability to set psychological\n            boundaries. Some of us, when we get hurt, judged, or criticized, respond by putting up a wall. Not letting\n            anyone in is a way to protect. Some of us fail to put up a barrier when it is called for, to avoid absorbing\n            negative energy. In fact, the healthy approach is to have flexibility (Pillar #8) with your psychological\n            boundaries so you can let them down when you are safe to take in loving and caring energy but keeping them\n            up when that energy is toxic."
  },
  "action_step": "• It is helpful to be aware of this process so that you can gain control of the energy you take in. Allow\n            only positive “vibes” to enter your space. Today, consciously take in— or receive—energy that you are\n            experiencing as positive. Someone smiling, someone who’s excited to see you or is happy about life will\n            project healthy energy. Let this positive energy feel good and contribute to your day.\n            • At the same time, when you notice that the energy is negative—such as when a person is being critical or\n            judgmental and finding fault—or simply is in a bad mood—actively tell yourself not to allow this to affect\n            you. You might do this by literally imagining a mental wall that you put up to block that energy. But you\n            might try another approach. You might have compassion toward this other person for being so immersed in a\n            negative experience or approach to life. After all, this makes their life less joyful.",
  "journal_entry": "Write about your awareness and reaction to the positive and negative energy that surrounds you."
}