{
  "step_number": "19",
  "review_and_appreciate": "Review and Appreciate: Did you notice your internal parent, and did you correct negative, critical or otherwise\n      inappropriate messages? Appreciate yourself for any steps you have taken on The Path of Resilience and Success.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Getting restorative sleep (Pillar #4)",
    "content": "For some of you, this happens naturally. For many of you it is difficult to either get to sleep or stay asleep\n      and for others it’s awakening in the morning and not feeling rested or energized. Your sleep is so important for\n      resilience, as it’s the time your body engages in recovery and restoring resources used up during the stresses of\n      your day. Since your body gets used to stress and tension, it’s easy to go to sleep with an activated body. This interferes\n      with entering deep sleep, where the greatest recovery occurs. In fact, during sleep you go through several sleep\n      cycles of approximately 90 minutes duration. You go from light stages to deep sleep and then back to light sleep\n      referred to as stages one and two. If you don’t go into the deeper stages of sleep, toward the end of the\n      90-minute cycle you are more vulnerable to popping out of sleep."
  },
  "action_step": "for a deeper more restorative sleepPrepare for sleep with a 15-minute ritual of self-care, to help your mind adjust to the fact you are about to go\n      to sleep. (Don’t fall asleep with the TV on.)Place pad and pen next to your bed and make a list of all your unfinished business popping into your head. Next to\n      each item, indicate when you will address it – tomorrow.Tell yourself that bedtime is for sleeping (and being intimate) only, not problem solving or any other kind of\n      thinking. And that you will perform better tomorrow if you get a good night’s sleep.If you are having any difficulty falling asleep, reframe your goal from falling asleep, to becoming more and more\n      relaxed. In other words, make the goal, coming down the continuum of body activation – toward a greater sense of\n      calm. As a continuum, this is easier to grasp that going from awake to asleep. This will reduce any anxiety about\n      fear of not being successful.When you catch yourself engaged in the habitual behavior of thinking, say this: “No, bedtime is for sleep and\n      restoration, not thinking. I’ve written this down on my pad and so I don’t need to hold it in my head.\\\" Repeat\n      this as many times as thoughts come into your head. If you are consistent with this process you will reduce this\n      habit pattern.Shift your brain from left hemisphere thinking to your right hemisphere (where sleep is more readily achieved) by\n      focusing on your breath and the sensations associated with sinking into your pillow and mattress. Feel your head\n      resting on your pillow and your body relaxing into your bed.",
  "journal_entry": "Write down some relaxation and self-care tips to prepare you and your room for a good night's sleep."
}