{
  "step_number": "190",
  "review_and_appreciate": "Review and Appreciate: How well did you follow the steps last week? Give yourself credit for your successes\n            and hold the intention to improve – where you fell short. Remember why you are striving to be on The Path!",
  "quote": "“Life without purpose is meaningless.\\\" Amy Torres",
  "step_of_the_day": {
    "title": "Identifying your purpose; having purpose and meaning can trigger a new chapter in your evolution (Pillars #3\n            & 9)",
    "content": "We are at the very advanced edge of the evolutionary process. The most evolved species on the face of the\n            earth! At the same time, we are also the victims of this same process. One consequence of evolution is that\n            in its efficiency, the survival of a species (such as Homo Sapiens) results in the limitations on our\n            longevity. We have evolved like any other species to maximize the use of resources for the perpetuation of\n            our species. We are built to survive to produce off-springs, and then to help these dependent young live to\n            an age at which they can survive on their own. But there is no reason for precious resources to continue\n            being used up by us after this point in our lives. Most research demonstrates this fact by showing that our\n            bodies begin deteriorating around the age of 35-40.But we do have one potential pathway to greater longevity: the combination of Epigenetics along with a life\n            purpose.Epigenetics is the alteration of genetic material in our cells through experience. I propose that, by having\n            a purpose in life (I would suggest that making more money or accumulating more material wealth would not\n            suffice in this context), you can influence your genetic makeup. Your DNA is fixed, but its expression is\n            flexible and subject to experience. When you have an important purpose in your life, you influence your DNA\n            – with the message, “keep me alive and well, because my life has meaning for my species. Purpose tells your\n            genetic foundation to support your longevity because it can make a positive difference."
  },
  "action_step": "Identify some aspect of your goals that give purpose to your life. Indicate how this might be helpful for\n            others.",
  "journal_entry": "Write about your process of identifying your purpose in life."
}