{
  "step_number": "192",
  "review_and_appreciate": "Review and Appreciate: How did you give support to someone in your life yesterday? See you on The Path.",
  "quote": "\"Be aware and notice your needs; no one else will\" Stephen Sideroff, PhD",
  "step_of_the_day": {
    "title": "Take your pulse. How are you doing? What are your needs? Your continual, and primary life purpose is to\n  notice your needs and engage in a process to get them met. (Pillars #1 & 7)",
    "content": "One of the key benefits of being present is your ability to notice if you are out of balance. There are many\n  ways that you can be thrown out of balance. When this happens, it's your responsibility - in fact, your\n  ongoing life purpose - to notice and then figure how to restore that balance. You might notice being out of\n  balance physically when you have a headache or have difficulty falling asleep - indicating the dysregulation\n  of your nervous system. This can be addressed by practicing a relaxation exercise or doing biofeedback to\n  restore autonomic balance. On a more mundane level, noticing a grumbling in your stomach would indicate the\n  need to eat.You want to notice if you have \"emotional unfinished business\"; feelings that have not been dealt with or\n  resolved. This can be noticed if a small event triggers a large emotional reaction. It's then important to\n  identify what emotions you are holding in and haven't addressed - and then find a way to finish that\n  unfinished business. My book gives a step by step process to resolve unfinished emotional business. You\n  might also notice being out of balance in your cognitive approach to life or the perspective that you hold.\n  This might be recognized as you try to integrate the messages from the current \"Black Lives Matter\"\n  movement. This process might awaken you to some of your own prejudices that need addressing."
  },
  "action_step": "Take a few minutes from your busy schedule to tune in to yourself. Notice what feels out of balance for you.\n  Do this first for your physical balance and unmet needs: do you notice tension in your body? Perhaps some\n  agitation in your chest indicating unnecessary activation of your nervous system - or perhaps worry? Next\n  tune in to your feelings. Are you carrying feelings with someone that haven't been adequately addressed? Or\n  perhaps a generalized anxiety due to the pandemic? And finally notice any limitations, biases or other\n  cognitive issues needing to be looked at? Future \"steps\" will address these different sources of\n  dysregulation. You may also find The Path to resolution in my book.",
  "journal_entry": "Write about the various areas of awareness brought forth with this exercise."
}