{
  "step_number": "194",
  "review_and_appreciate": "Review and Appreciate: Did you check in with your relationship to your community? Did you identify what you\n  could do to either increase your awareness, make an impact, or simply to explore this issue with yourself or\n  a friend? This puts you on The Path.",
  "quote": "\"Acceptance is the enemy of anxiety\" Stephen Sideroff, PhD",
  "step_of_the_day": {
    "title": "Noticing and addressing your anxiety. How do you experience your anxiety? Take a step to reduce it. (Pillar\n  #6)",
    "content": "A lot has been said and written about the rise of anxiety during these uncertain times. If we think of\n  anxiety as an internal messenger of danger, uncertainty can contribute to anxiety. Furthermore, the more you\n  tend to expect bad things to happen, the more anxiety will be triggered.There are three main ways we experience anxiety: physically, emotionally and mentally. A fluttering in the\n  stomach, a palpitation of your heart, sweaty palms are all manifestations of the anticipation of danger;\n  part of your \"fight or flight\" response. Whether there is real danger or simply an old trigger that reminds\n  you of danger, this physical signal can cause you to believe there is danger, and this will be experienced\n  as anxiety.If you think/imagine that something bad will or could happen; if you worry that you won't be able to meet\n  your needs, this too will be experienced as anxiety. The physical, mental and emotional responses will feed\n  on each other and result in a spiraling of anxiety. In other words, any aspect of the response can trigger\n  more fear, which then exacerbates your response."
  },
  "action_step": "Here is a five-step process to help combat your experience of anxiety:1. Notice your anxiety. Decide you are not helpless and have this 5-step process. This already creates a\n  sense of control.2. Your old and negative internal voice. Identify the messages you are giving yourself that include a\n  negative perspective. This might include a negative expectation of events or your inability to deal with\n  these events. From the framework of The Path, these messages are coming from your old internal parent.\n  Recognize that these negative expectations are based on lessons from your childhood and are not supportive\n  or accurate.3. Shifting into your healthy internal parent. From this healthy perspective (coming from a place of love,\n  compassion, acceptance, support and care) remind yourself that focusing on what can go wrong does not help\n  you. Judging yourself negatively also does not help you. Tell yourself that these messages are not only\n  undermining your ability to cope but are also inaccurate.4. Shift into a more positive perspective that focuses on how you can positively address your concerns and\n  also focus on your abilities and remind yourself of how effective you have been in the past. Use the\n  technique I've been sharing with you of calling on your \"Healthy Internal Parent - or voice\" to speak these\n  positive messages to you.5. Repeat this process every time you notice your anxiety, worry, or start to go into the negative. Also\n  remember, the more you practice one of my relaxation/visualization exercises, the more you will feel in\n  control and this too will reduce your anxiety.",
  "journal_entry": "Write about how your anxiety is triggered by negative expectations or fear."
}