{
  "step_number": "195",
  "review_and_appreciate": "Review and Appreciate: Was yesterday's five-step process helpful? Remember it's a process and every time\n  you engage in it, you are developing an important \"muscle\". This puts you on The Path.",
  "step_of_the_day": {
    "title": "How do you deal with uncertainties and dangers that are real? (Pillar #6)",
    "content": "As I reviewed the step from yesterday, I realized I may not have sufficiently addressed worries that have\n  their basis in the reality of today's true dangers. We are living in a time of a worldwide pandemic, where\n  our health is at risk. This has created real economic hardships and threats to our livelihood. In addition,\n  these intersecting dangers are inequitably distributed in our society. Continuing injustices are highlighted\n  and made inescapable by the images of black people being shot by police. This is the antithesis of a\n  \"resilient community\".In previous steps I've encouraged efforts to support resilient communities with equal justice being a part\n  of that. In today's step I want to address how to internally cope with real dangers. This step needs to be\n  integrated with yesterday's as they are complementary."
  },
  "action_step": "How do you deal with a worry or anxiety that is based in real danger? This highlights our organismic \"need\"\n  to deal with unfinished business until it is resolved. This is an important aspect of evolution and how our\n  species has made it to today: stay focused on any danger, in order to survive. But what about when this\n  process results in non-constructive worry, obsessing, preoccupation, and unhealthy activation of your\n  nervous system? How do you let go of a real danger to be better able to focus on the present moment - and\n  thus function more effectively?First, it's important to acknowledge whatever is coming up for you; and whatever feelings you become aware\n  of. Simply trying to ignore or push down real concerns and the feelings they produce is the cause of anxiety\n  as well as depression. Real concerns require thoughtful approaches. Give yourself space, take a few breaths\n  and notice the feelings associated with these awarenesses. Perhaps there's anger, or a sense of loss, as\n  well as fear. Find some way of experiencing and expressing these feelings, such as voicing them or writing\n  about them.You want to follow this with a plan of actions to address the dangers. The plan may not be complete. Get as\n  far as you can with a plan. The plan should include everything you can do today - and perhaps for the week.\n  Then schedule yourself to take these actions.If the plan is just for today - decide that you have a plan and set of actions for today to address your\n  concerns (even if that is a plan to get additional information). There is nothing more you can do today.\n  Then let go - reminding yourself that you are doing everything you can and at least for today there is\n  nothing more you can do. Appreciate this. Whenever you start to worry, remind yourself you are doing all you\n  can do and that any additional worry simply makes you less effective in following through with your plan.",
  "journal_entry": "Write about your efforts to do today's step.",
  "quote": "\"Fear, uncertainty, and discomfort are your compass toward growth.\" —UnknoWn"
}