{
  "step_number": "197",
  "review_and_appreciate": "Review and Appreciate: How was your positive attitude yesterday helpful? See you on The Path.",
  "quote": "“I never blame myself when I’m not hitting. I just blame the bat and if it keeps up, I change bats. After\n            all, if I know it isn’t my fault that I’m not hitting, how can I get mad at myself?\\\" Yogi Berra, Yankee\n            legend",
  "step_of_the_day": {
    "title": "The healthy way to let go of mistakes and your feelings toward yourself. You can be angry with yourself\n            without putting yourself down (Pillars #1, 6, & 9)",
    "content": "Personal growth is dependent on how you treat yourself and how you handle your mistakes. If you are afraid\n            to make a mistake or ready to put yourself down for not doing it perfectly, you will tend to avoid and\n            procrastinate.You want to approach life, and getting things done from a positive place as well as the awareness that when\n            you try new endeavors, you are bound to make mistakes in the learning process. If you are accepting of this\n            fact you will be less averse to trying new things. Yogi got it half right: avoiding being angry with\n            himself. At the same time, it’s important to take responsibility for a mistake, so you can make adjustments\n            to get it right."
  },
  "action_step": "If you have been upset or angry with yourself for a mistake, follow this process to let go and move on: a.\n            express this anger without putting yourself down, without calling yourself any names (such as “you’re\n            stupid). In other words, don’t undermine yourself, simply express the anger so you can let go, b. If you\n            made a mistake that had a cost, find a benefit to balance this out. The benefit would be the lesson learned\n            that makes you more likely to do better the next time. c. Forgive and be accepting of yourself, reminding\n            yourself that you are not perfect and that it’s okay to make a mistake as long as you do your best and are\n            learning and trying to do better, d. move forward and take action.",
  "journal_entry": "Write about how you can be hard on yourself and judgmental."
}