{
  "step_number": "20",
  "review_and_appreciate": "Review and Appreciate: Did you follow through with the steps in yesterday’s program? If you are having any\n      difficulty with sleep, please be patient with the process and don’t make any judgements. Remember, the process\n      will be more effective if you are also practicing relaxing each day.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Your relationship with emotions (Pillar 6)",
    "content": "We have a strange relationship with emotions. Childhood messages and our own discomfort make it difficult to be\n      aware and sit with what we are feeling. It’s not OK to be angry and crying or sadness show weakness. Sometimes we\n      consciously deny or distract from a feeling, but in other cases, we interrupt the feeling even before its\n      awareness. Feelings don’t go away by themselves and leave us with unfinished emotional business (UEB) and these\n      feelings can go back to childhood. We can notice this UEB when small things trigger big reactions. In relationships, a buildup of unresolved\n      feelings primes us for arguments, and resentment. In other cases, it creates low level depression or anxiety, or a\n      drive for retribution that drains our own energy. There are two main reasons why we stop ourselves from addressing emotional unfinished business: 1) we make\n      negative judgements about these feelings and thus avoid them, and 2) when they are feelings we have toward another\n      person, we are afraid to express them for fear of rejection or displeasure. Thus, we don’t feel there is any\n      resolution. It’s important to realize that feelings are like other body functions such as hunger. If they are\n      there, they need to be addressed and resolved. Also, since it’s the feelings inside you that need to be resolved,\n      you don’t need anyone else to accomplish this."
  },
  "action_step": "First, let’s remove “right or wrong\\\" from a feeling, just like you wouldn’t say that hunger is wrong. Your\n      feelings are a natural reaction to a situation and if you notice you are feeling something, let it be OK, so it\n      can be addressed. Second, it’s helpful to realize that to let go of a feeling you don’t need anyone else. You may\n      want the other person to hear you, to agree and perhaps to even apologize, but that is out of your control and if\n      you require another person to act in a certain way you will stay stuck. Think of an emotion you have been carrying\n      around, such as a resentment or anger toward someone else. Here is a four-step process to get resolution.",
  "journal_entry": "Make note of your unfinished emotional business and allow yourself to fully experience and express the feeling and\n      then let it go."
}