{
  "step_number": "203",
  "review_and_appreciate": "Review and Appreciate: How well did you follow the steps last week? Give yourself credit for your successes\n            while holding yourself accountable to improve – where you fell short. Remember why you are striving to be on\n            The Path!",
  "step_of_the_day": {
    "title": "Step of the Day:\n            How to change your brain – and your life - through presence and intention. Shining the light of intention\n            and presence to create new neural connections (Pillars #1-9)",
    "content": "“Each day is the opportunity to move forward, learn and achieve – to live without regret\\\" Stephen\n            Sideroff, PhDYou have 100 billion neurons in your brain and trillions of supporting glial cells. Laid end to end your\n            brain cells would traverse two million miles! Each of your neurons connects with about 10,000 other neurons.\n            I’ll do the math for you. This comes to one million billion connections. Your brain is the most complex\n            structure – natural or man-made – in the entire universe.Despite this complexity, mastery of your brain is at your fingertips – or rather, by being present. And\n            there is a method by which you can influence and bring about desired change to improve specific ways your\n            brain functions. Holding an intention – what you are wanting - is like shining a spotlight on specific brain\n            circuits that represent thinking or behavioral patterns. Whenever you are present – in the present moment as\n            opposed to being distracted or engaged in automatic/habitual behavior – and focus on your intentions, you\n            activate your brain circuitry to encourage these changes. This process literally helps grow new connections\n            based on what you are wanting."
  },
  "action_step": "Identify an intention that helps you be more positive or otherwise move you toward your goals. Write down\n            this intention and review it at least 5 times today and every day. Use this process to shine your personal\n            spotlight on the brain circuits you want to modify for your success and resilience.",
  "journal_entry": "What would you like to do better? How can you incorporate this in one of your intentions?"
}