{
  "step_number": "209",
  "review_and_appreciate": "Review and Appreciate: Are you focused this week on important actions? Put yourself on The Path.",
  "quote": "\"If you look at what you have in life, you'll always have more. If you look at what you don't have in life,\n            you'll never have enough.\" -Oprah Winfrey",
  "step_of_the_day": {
    "title": "Stepping back and appreciating what you have. Finding satisfaction in your life (Pillars #1, 5 & 9)",
    "content": "A primary objective of life is to notice what’s out of balance – physically, emotionally, mentally and\n            spiritually - and taking the necessary actions to restore balance and harmony. A key aspect of resilience\n            and success is being aware that this process is always going on. It might be a need that just arises in the\n            moment, or unfinished emotional business from many years ago. The problem we address is that because we\n            ignore our feelings, many of our needs or unfinished business are unconscious and thus go unmet. Most of the\n            steps of this program help you identify your needs and then take the appropriate actions to meet and resolve\n            these needs. Otherwise we find ourselves going in the wrong direction.But this program is also about noticing needs that are being met and appreciating the harmony you do have.\n            This is part of the rhythm of life: interspersing the hard work to get your needs met – with periods in\n            which you appreciate your efforts and feel a sense of satisfaction about what you have and what you have\n            achieved in life."
  },
  "action_step": "Take some time today to look at what you have. It can be personally in terms of your health or growth. It\n            can be in the relationships you have or have established. And it can be what you have achieved in life.\n            Accept these blessings and allow yourself to feel a sense of satisfaction, love and accomplishment.",
  "journal_entry": "Write about what you feel good about in your life."
}