{
  "step_number": "21",
  "review_and_appreciate": "Review and Appreciate: Were you able to identify some UEB you were carrying around as excess baggage? Did youengage the four-step process? Did you feel some relief? Make this an ongoing way for you to stay current with yourfeelings. Appreciate your efforts to be on The Path.",
  "step_of_the_day": {
    "title": "Recognizing and meeting your needs: Gestalt/whole goal of body mind; must recognize your needs (Pillar 1)",
    "content": "Above all else, human body function is to identify and meet its needs. This is true physically, emotionally, andspiritually. It's most readily noticed physically: if your body is too cold, you feel the discomfort and eitherput on more clothing, move inside, or put on the heat. When your stomach is empty, the sensations or discomfortalert you to the need to find and ingest food/nourishment. Similarly, we have emotional needs, but we have learned to ignore or deny many of them. For example, you have theneed for validation, for love, for acceptance, to name a few. When you ignore these needs, you still try to meetthem, but do it unconsciously. When this occurs, you go down the wrong path, and never meet the need. For example,many of you try to satisfy the need for love or validation by making more and more money or working harder -although no matter how much you make or do, this will never satisfy the emotional needs they are unconsciouslydesigned to achieve."
  },
  "action_step": "Let's do two steps here: acknowledging your need for love and acceptance and taking a step toward achieving thisgoal. So, first, in a candid conversation with yourself, recognize that, like everyone else, you have the need tobe loved and accepted. Next, remember the notion of your healthy internal parent or voice; the voice that comesfrom a place of love, acceptance, compassion, support and care. From this healthy internal parent, say toyourself, \"You are a good person and deserve to be loved and accepted. I love you and I appreciate all yourefforts to heal and grow and to be successful.\"",
  "journal_entry": "Write down your acknowledgment and your need for love and acceptance and taking a step toward achieving this goal."
}