{
  "step_number": "213",
  "review_and_appreciate": "Review and Appreciate: Did you pay attention to where you placed your attention yesterday? Did you make an\n  effort to choose to focus in a positive direction - to guide positive brain connections? Be on The Path",
  "quote": "\"Experiences and memories are subjective, and influenced by your Primitive Gestalt Patterns\" Stephen\n  Sideroff",
  "step_of_the_day": {
    "title": "How negativity, anxiety and worry are perpetuated. Using awareness to focus and change your experiences and\n  your memories (Pillars 5 & 6)",
    "content": "Yesterday I talked about how your \"choice\" of focus determines the actual structure of your brain and its\n  neuronal connections. I put choice in quotation marks because most of the time we don't recognize we have a\n  choice, but instead focus the way we have always focused. Today I want to show you how your abdication of\n  this power; of your agency, or your choice, leads to big problems. Here is a typical example with its\n  inevitable consequences:You become anxious and fearful of some future event. You worry about what can go wrong. It might even keep\n  you up at night worrying and trying to control the outcome. Then the event happens, and your worst fears do\n  not occur. The result is usually much more positive - perhaps even the most positive outcome. Here are the\n  results of this experience:1. Despite your success, the memory of this experience is less about the success or relief. Instead what\n  gets remembered is the anxiety, the stress, the worry, and the upset that led up to the event. (After all,\n  much more time, energy and emotion went into the time prior to the event.) It becomes another negatively\n  stored memory - instead of the success that should be fully remembered.2. The relief or success of this experience is now paired with all the worry, stress and anxiety that lead\n  up to it. Thus, anxiety, worry and stress become paired with success: Neurons that fire together wire\n  together (D.O. Hebb)!!!3. If we are always pairing anxiety and stress with success, we will continue bringing on anxiety and\n  stress."
  },
  "action_step": "Pay attention to how this pattern plays out. Make an effort to shift your focus, to start paying attention\n  and remembering when things work out for you.",
  "journal_entry": "How are you attached to your anxiety, fear, and stress? Write about it. What can you do differently?"
}