{
  "step_number": "214",
  "review_and_appreciate": "Review and Appreciate: How well did you follow the steps last week to strengthen your intentions and change\n            your brain? Give yourself credit for your successes while holding yourself accountable to improve – where\n            you fell short. Remember why you are striving to be on The Path!",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Contributing to a resilient community. Finding purpose beyond yourself (Pillar #3)",
    "content": "“Resilient communities, like the tide, raise all ships\\\" Stephen SideroffResilient communities support our core needs of safety and connection. When these needs are met, we do\n            better and thrive. Many factors contribute to these feelings. Recent events – the pandemic, the resulting\n            economic crisis, west coast fires, recurring hurricanes, and “Black lives matter\\\" - have highlighted the\n            real and existential dangers we as a community are experiencing that create a baseline of uncertainty and\n            danger that challenge any sense of safety. Messages that pit different groups against each other create an\n            atmosphere of hostility rather than connection and love.For the first time in its 175-year history, Scientific American has made an endorsement for President. They\n            say, “We do not do this lightly, the evidence and the science show that Donald Trump has badly damaged the\n            U.S. and its people – because he rejects evidence and science.\\\" They go on to say that his “Dishonest and\n            inept\\\" response to the COVID-19 pandemic, his attacks on medical care, government scientists, environmental\n            protections and public health research have severely weakened the nation’s ability to respond to the\n            greatest challenges of our time, most notably COVID-19 and climate change. And they note, ““In his ongoing\n            denial of reality, Trump has hobbled U.S. preparations for climate change, falsely claiming that it does not\n            exist and pulling out of international agreements to mitigate it,\\\" the editors write. “The changing climate\n            is already causing a rise in heat-related deaths and an increase in severe storms, wildfires and extreme\n            flooding.\\\"Like Scientific American, I typically stay neutral when it comes to politics. My intentions and mission are\n            to help you heal, find your healthy center and values. From that place, I’m sure you will make resilient and\n            successful choices. But with my pillar #3: “relationship with something greater\\\" I must address your\n            relationship with the larger community and humanity. As I note above, a resilient community will contribute\n            to your own resilience by helping you feel safe and connected."
  },
  "action_step": "Make your own choice as to what you can do, where you can place your energies, to support your community\n            becoming more resilient. Whether it’s politically, by giving blood, donating time to an important cause, or\n            any other way. “What goes around, comes around\\\" is a statement of what happens when you send your energy\n            out into the world. I like to say that we are in partnership with the Universe. Whatever the energy we send\n            out, the Universe makes a matching donation.",
  "journal_entry": "Write about your personal belief system and what you do to support the world around you."
}