{
  "step_number": "218",
  "review_and_appreciate": "Review and Appreciate: How did you do yesterday with being present? If you made the effort, that already\n            put you on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Stress management 101 (Pillar #4)",
    "content": "“Stress is in the eye of the beholder\\\" Stephen Sideroff Our number one priority in life is for survival. When we believe we are in danger, our body triggers the\n            stress response – the fight or flight response – to protect ourselves. This, obviously, is a good thing. But\n            for our purposes today, I want to focus on two aspects of this that are not so good: 1. our response does\n            not discriminate between a life-threatening situation, and a friend being angry with you. They both trigger\n            the same survival mechanism to danger, and 2. few of our stresses require the fight or flight response, but\n            this is what we have inherited to deal with danger. So, when you sit in front of a boss, for example, to\n            discuss something uncomfortable, your body mobilizes – muscles tense, heart rate goes up, hormones get\n            released for fight or flight - but then you have to hold that energy in. There is no release.This, what I’ve referred to as our “Evolutionary mismatch\\\", contributes to an already imbalanced stressful\n            life, in which we are triggering our stress response too frequently."
  },
  "action_step": "Your stress response activates your nervous system. You have many stress triggers during the day, but few\n            signals of safety that encourage the opposite, the relaxation response. Today, find a few times in which to\n            tell yourself, “I’m safe, I can let down my guard\\\". In addition, find one time today, to practice a\n            relaxation exercise, to help your body recover from stress. You can find a free relaxation/visualization\n            exercise on my website:www.DrStephenSideroff.com",
  "journal_entry": "Write about your experience with stress."
}