{
  "step_number": "219",
  "review_and_appreciate": "Review and Appreciate: Did you note times during your day in which you were safe and could let down your\n  guard? Did you practice a relaxation exercise to keep your nervous system in balance? Stay on The Path.",
  "quote": "\"Taking control over your thoughts is the road to stress mastery\" Stephen Sideroff",
  "step_of_the_day": {
    "title": "Noticing your interpretation of experience to reduce stress (Pillar #5)",
    "content": "The way you think determines how much stress you experience. Before you respond in any situation - although\n  this process can be instantaneous - you make a determination, an assessment as to whether you are in danger.\n  This decision is influenced by your personal history. You can interpret the expression on a friend or\n  co-worker's face, for example, as upset, resulting in a sense of danger and a stress response. Or you might\n  simply dismiss it as having nothing to do with you - and your stress response will not be triggered. This is\n  a simple example of the continual assessments you make throughout the day.If you focus on what can go wrong, you will engage your stress response - activating your nervous system to\n  prepare. If you focus on what can go right - no, or little stress response will be triggered. Of course,\n  there are many situations that are stressful to most of us. But by controlling some of your experiences, you\n  help master your relationship with stress"
  },
  "action_step": "Notice your experience of stress today. In other words, notice the mobilization of your body, or notice your\n  sense of danger, anxiety or worry. In each of these situations identify what you are responding to. What is\n  the danger, uncertainty or concern? Try to shift into a more positive perspective and see if this lowers\n  your arousal, fear and stress response.",
  "journal_entry": "Do you believe that a change in your thinking pattern can lower your experience of stress?"
}