{
  "step_number": "22",
  "review_and_appreciate": "Review and Appreciate: As we enter the fourth week of the program appreciate your efforts to be on The Path –\n      even if you have not been doing it perfectly. Come from a place of appreciation for what you have done, while\n      identifying how you can do it better moving forward. This is the healthy, loving and accepting approach. If you\n      are struggling with following through, have compassion toward yourself, rather than annoyance. Simply commit to\n      figuring out how to follow through more effectively.",
  "step_of_the_day": {
    "title": "Your personal hero’s journey (Pillar’s 1-9)",
    "content": "I remember, as a child, watching Roy Rodgers on TV and sitting on a hassock, and rocking back and forth as if it\n      was my horse. I wasn’t riding along with Roy Rodgers, I was Roy Rodgers, catching the “bad guys\\\". When I played\n      baseball, I imagined being Mickey Mantle and would imagine hitting the winning home run. Perhaps you have similar\n      childhood fantasies? As adults we might not actively engage in such fantasies, but we can say that our lives play\n      themselves out as our own personal “Hero's Journey\\\". We are all trying to achieve some level of success – even if\n      it’s just for survival!"
  },
  "action_step": "Taking on this role consciously – as the hero in your own life’s journey - will serve you in your everyday life.\n      If you reframe your journey through life as your personal “Hero’s Journey\\\" it will bring more passion and purpose\n      to your life. This will support your greater effort. How would you describe your life, your efforts, in terms of\n      your Hero’s Journey? How are you trying to be a hero? You may see yourself as a hero to your children, or your\n      wife or husband. If you are working toward some level of success, this might be seen as your hero’s journey. How\n      are you trying to be a hero and what are you doing today to be that hero?",
  "journal_entry": "How would you describe your life, your efforts in term of your Hero's Journey? How are you trying to be a hero?\n      What are you doing today to be that hero?"
}