{
  "step_number": "220",
  "review_and_appreciate": "Review and Appreciate: What was your experience noticing your stresses? Were you able to alter your\n            response by shifting your thinking? That puts you on The Path.",
  "quote": "\"Don't judge each day by the harvest you reap but by the seeds that you plant.\" Robert Louis\n            Stevenson",
  "step_of_the_day": {
    "title": "Resilient living with the Coronavirus Pandemic. Finding “The Path\\\" through difficulty (Pillars 1-9)",
    "content": "Pandemic! OK, I said the word. A word that signifies a world-wide catastrophe affecting all areas of our\n            lives. For many it has been life-threatening. Some, in fact, have experienced the death of someone close.\n            For others, this is always a threat as we experience a myriad of other losses. There is “The Path\\\" of\n            resilience through this experience however, which is now about seven months long. Here are a few “Steps\\\" on\n            The Path:"
  },
  "action_step": "1. Acknowledge the experience and its impact on you.You have been learning that ignoring or pushing feelings down simply leads to anxiety and depression as\n            these feelings go underground to affect you unconsciously. Take a few moments to recognize how you are being\n            impacted.2. Allow psychological space for your feelings to move through you.Feel and express your feelings – sadness, loss, frustration, anger – and perhaps share them with someone\n            close to you. But place a time limit on the expression of these feelings. Before you address feelings, they\n            can feel overwhelming and without end. But my experience is that when you allow yourself to feel and express\n            them, they become more manageable and tend to dissipate sooner that you might imagine.3. Shift your focus and sow seeds of new growth. There is a rhythm to life. The rhythm of thrusting out into\n            the world and then going inside to recuperate and be ready for another foray out. Right now, we are all\n            involved in a world-wide rhythm. Many of our outward paths are being blocked. How can you use this time to\n            plan, to learn, to develop, to plant seeds? How can you make the best use of this time?",
  "journal_entry": "Write about your feelings and then write about how you can use this time most productively."
}