{
  "step_number": "226",
  "review_and_appreciate": "Review and Appreciate: How well did you follow the steps last week to support your ability to cope and\n  adapt? Give yourself credit for your successes while holding yourself accountable to improve - where you\n  fell short. Remember why you are striving to be on The Path!",
  "quote": "\"You will face many defeats in life, but never let yourself be defeated.\" Maya Angelou",
  "step_of_the_day": {
    "title": "Take a day for reflection. Today: review, feel, adjust and learn, make a plan, and let go (Pillars # 1-9)",
    "content": "I want to take a moment to appreciate all of you who have been following my daily steps and suggest that you\n  appreciate yourselves as well. Remember, this is part of pillar #1, your relationship with yourself and\n  giving yourself some love. It's not bragging if you are honest and only saying it to yourself - it is\n  self-love. Sticking with any new behavior is difficult, as the pull to the old pattern is like a magnet. So,\n  again, appreciate yourselves for whatever resistance you had to deal with in following through. Last Monday was a day of meditation, reflection, atonement and adjustment, as I like to refer to Yom\n  Kippur. While this is something that can be done more often, this day it's more emphatic. Let's take a day\n  today to do some reflecting on your experience on and off The Path. You might even want to retake my\n  Resilience Assessment Profile and note which areas you feel you've improved in and which you want to focus\n  on."
  },
  "action_step": "I have a few questions that - depending on your answer - determines how healthy and successful your life\n  will be. One of these questions is suggested by Maya Angelou's quote above. The decision that you will never\n  be defeated - even when you might be experiencing a defeat - is a life changing decision! Can you either\n  make this decision, or take a step closer to making it?Review your participation in The Path and the steps program. Are you meeting your goals? Note where you have\n  - and also note, where you need to put more intention and energy.",
  "journal_entry": "Write about how you feel you are benefiting from participation in The Steps Program."
}