{
  "step_number": "228",
  "review_and_appreciate": "Review and Appreciate: Did you take steps to put yourself on The Path? The Path is always just a step away.",
  "step_of_the_day": {
    "title": "A step toward simplification will help you be more effective and calmer. Focus on what’s in front of you and\n            let go of everything else (Pillars #4 & 5)",
    "quote": "\"Life is really simple, but we insist on making it complicated.\" Confucius",
    "content": "Do you think you are good at “multi-tasking\\\"? Do you spend time thinking of all the tasks you need to do –\n            right now? Do you pride yourself on the many balls you have in the air? These patterns develop over your\n            lifetime and you get caught believing they are the way to be most productive, instead of just keeping you on\n            the treadmill. First, multi-tasking is not multi-tasking. It is actually serially switching from one task to\n            the next but trying to do them all at the same time. This is never the most efficient approach, as each\n            switch from task to task requires extra time reorienting. But it sounds good. When I work with elite athletes to be peak performers, I emphasize a “calm-focused\\\" approach. Rather than\n            a rushed, stressed, or tense, focused approach. Simplify:Simplify, in this context means, a) no matter how many tasks you have, you can only do one at time well, b)\n            therefore when you choose your most important task to do, you set boundaries and only focus on that for the\n            period of time you have allotted to it, c) that means not to shift any energy from the task you are on to\n            worry about what is not getting done, and d) when doing any task, you will do it better if you come from a\n            place of calmness."
  },
  "action_step": "Use the above approach as you tackle your day today and moving forward.",
  "journal_entry": "What old pattern keeps you on the treadmill?"
}