{
  "step_number": "23",
  "review_and_appreciate": "Review and Appreciate: Did you take the challenge to frame your life as a hero's journey? Some of you may havefelt too modest to do this. But I'm not asking you to proclaim this to the world. Just to use this framework tosupport your own success and growth. Also, this isn't about being anything other than yourself, rather reachingdeeper inside to find your own heroic path. Appreciate yourself for your efforts and know that this puts you onThe Path.",
  "quote": "\"There is an old-fashioned word for the body of skills that emotional intelligence represents: character.\" —Daniel Goleman",
  "step_of_the_day": {
    "title": "Emotional intelligence 1: your non-verbal communication (Pillar #2)",
    "content": "Emotional intelligence (EI) refers to your awareness of yours and other's emotions, appropriately managing andregulating your emotions and harnessing these emotions for effective interpersonal communication. Today's stepwill address one aspect of your EI: non-verbal communication. You may notice reactions you have to certain people- either positive or negative - without being able to put your finger on anything they said or did to produce thisfeeling. In fact, you were reacting to either the prosody of their speech (stress and intonation patterns) ortheir facial expression. If you are stressed or worried, it will create tension or a flatness in your speech. On the other hand, when youare relaxed your speech takes on greater variation and calmness. Similarly, worry and fear are displayed inunconscious facial expressions."
  },
  "action_step": "Make an effort today to monitor your speech and facial expressions (you may even want to look at yourself in themirror) and then intentionally engage in some of your personal interactions coming from a relaxed demeanor.Experiment with different voices based on imagining different emotional states. Notice the difference. When youare with someone close to you, let them in on this experiment and get their feedback.",
  "journal_entry": "Make note of your non-verbal emotional intelligence (EI) of your speech and facial expressions and then relax andnotate the difference."
}