{
  "step_number": "247",
  "review_and_appreciate": "Review and Appreciate: Were you able to sit for five minutes, and follow your pulse as you breathed in and\n            breathed out? Did you notice how your breath affected your pulse? Being on The Path puts you in rhythm with\n            your body and your life.",
  "quote": "“Acceptance – accepting reality – leads to harmony and being in rhythm with life\\\" - Stephen Sideroff",
  "step_of_the_day": {
    "title": "Being in acceptance with your body sensations, emotions and your rhythm. Acceptance, being present, letting\n            go and restoring balance (Pillars #4 & 7)",
    "content": "So many of your problems begin with an effort to deny or not notice aspects of reality that you don’t like\n            or feel uncomfortable with, such as unpleasant emotions or body sensations. Your effort to deny has two\n            negative consequences: 1) it establishes a pattern of unconsciousness and avoidance, and 2) it makes it\n            impossible to recognize unmet needs; a necessary step in getting these needs met. The result is less\n            effective functioning, self-deprivation, and more stress than is necessary as your lack of awareness takes\n            you in the wrong direction. When you are willing to accept the reality of your emotions, tension in your body, and other real\n            discomforts, this puts you on The Path of balance and resilience. Awareness of unmet needs is necessary to\n            get these needs met. Don’t hide from the truths your body is showing you."
  },
  "action_step": "Just as you did yesterday, place the fingers of your left hand on your right wrist and feel your pulse.\n            Begin breathing at approximately six breaths per second, or four seconds in and six seconds out. Tune in to\n            your pulse and see if you can notice it increasing as you breathe in and decreasing as you breath out. At\n            the same time notice any tension in your body. Also, notice feelings or unfinished business that begins to\n            show up in your body and thoughts. Simply allow all that is happening, without judgment. Do you notice,\n            emerging, any unmet needs?",
  "journal_entry": "What unfinished business or uncomfortable sensations did you notice during this exercise?Awareness within the context of acceptance is the first step in getting your needs met."
}