{
  "step_number": "25",
  "review_and_appreciate": "Review and Appreciate: Remember, as you step on The Path, it's as much about your effort - accepting thechallenge to engage in this process - as much as the specific results. If you hold the intention to follow throughand make the effort, that puts you on The Path. Did you step on The Path yesterday? If not, it takes only thesesteps to get back onto The Path.",
  "step_of_the_day": {
    "title": "Purpose: aging and epigenetics (Pillar #3)",
    "content": "We all know that as we age, our bodies begin to deteriorate, or become less functional. Professional athletesbegin to fall off their best performance in their 30's, and we all notice the growing aches and pains, or worse.We can look at this process from an evolutionary perspective, where our genetics are based on making it to the ageof reproducing and then surviving long enough to support our dependent offspring's reaching the age ofself-sufficiency. But once we reach this age - around 40 - there is no evolutionary benefit of longevity. In fact,living longer only takes away resources from productive members of our species. Epigenetics refers to changes in the expression of genes that may be susceptible to learning and experience.These changes don't alter your DNA but can affect how your DNA is expressed. I will suggest that when you developa purpose in your life, particularly one that can have a positive impact on others, you create epigenetic changesthat affect your longevity. In other words, your purpose can now make it evolutionarily important for you to livebeyond your reproductive years."
  },
  "action_step": "Think of your purpose that you identified yesterday. Focus on this purpose and how it has the potential to addvalue to your community or society. You don't have to be grandiose. Any way you are adding to the overall good isa worthwhile purpose. Now, express to yourself how it's important for you to live as long as possible to furtherthis purpose and your contribution.",
  "journal_entry": "How does your life purpose have a positive impact on others and how does your purpose create longevity in yourlife?",
  "quote": "\"You only live once, but if you do it right, once is enough.\" —Mae West"
}