{
  "step_number": "250",
  "review_and_appreciate": "Review and Appreciate: Did you find some true expression of yourself yesterday. How did it feel? Find The\n            Path today.",
  "quote": "\"A successful man is one who can lay a firm foundation with the bricks others have thrown at him.\" David Brinkley",
  "step_of_the_day": {
    "title": "Letting go of negativity and supporting your foundation. Overcoming criticism from others, or yourself\n            (Pillars #1 & 2)",
    "content": "It is easy to be impacted by criticism, real or imagined. It can hurt. It can stop you in your tracks. It\n            can intimidate you. But most importantly, it can undermine and get in the way of reaching your goals. Part\n            of the impact of judgements is how they touch into your own insecurities and your own self-judgement. It’s\n            important not to be a victim of others or your own negative comments."
  },
  "action_step": "To combat the fear of negative judgements, it’s important to find and establish a healthy place to ground\n            yourself. I’m referring to an internal center that is loving and accepting, or what I’ve been referring to\n            as your “Healthy Internal Parent\\\" (HIP). No one is perfect and we all make mistakes. When you anchor\n            yourself to a healthy internal voice, reminding you that you are “OK\\\", that is accepting of you and\n            compassionate, you can overcome the negativity. But first you must remember to decide that it doesn’t\n            support you to listen to or believe the criticism. So, today, when you hear or imagine judgements from\n            others or hear it from your own inner voice, make sure to label it as inappropriate and destructive. Then\n            shift into the healthy voice where you are now anchoring yourself, and give yourself these positive\n            messages. Remember “neurons that fire together, wire together.\\\"",
  "journal_entry": "Write about your efforts to shift from the negative to the positive perspective inside yourself."
}