{
  "step_number": "255",
  "review_and_appreciate": "Review and Appreciate: There was only one appropriate step yesterday and that was voting. I hope you found\n  The Path.",
  "quote": "\"You don't have unlimited amounts of personal energy, so don't waste any of it\" Stephen Sideroff",
  "step_of_the_day": {
    "title": "How you cope with uncertainty determines how well you stay in balance (Pillars #4, 5, & 6)",
    "content": "We like to know what is going to happen. We like things to be tied up neatly. On an instinctual level we\n  crave completion. Yet, life rarely provides it. Most of our endeavors develop over a period of time. Most of\n  our accomplishments require patience and fortitude. Yet, we are uncomfortable with uncertainty, particularly\n  if we tend to focus on the negative. Uncertainty triggers your stress response. If there is a possibility of something going wrong, or there is\n  danger, your nervous system will become activated. Right now, we are all experiencing a lot of uncertainty\n  and there are big consequences. But it's important to not be a victim of these circumstances, and here is\n  where the lesson and the growth takes place."
  },
  "action_step": "If you are feeling nervous due to the election and national crisis, here are steps to take. They, in fact,\n  are helpful in dealing with any uncertainty and worry:Acknowledge what you are experiencing - such as nervousness, or fearDetermine what you can do constructively about the situation - since the voting has already taken place, in\n  this case, there is nothing you can do.Feel and express your feelings - such as anger, sadness, and frustration. It's helpful to share these\n  feelings with someone close to you. This prepares you for the next step.Accept and let go - remember, accept doesn't mean you like it, only that this is your reality. Remind\n  yourself that worrying, is wasted energy that triggers your stress response, and that you are better off\n  letting go. This also doesn't mean you don't care. It simply means that you are finding a healthier way of\n  coping with this crisis. It supports a healthy nervous system balance.",
  "journal_entry": "Write about how you handle uncertainty and what you can do (such as the above steps) to be more effective."
}