{
  "step_number": "258",
  "review_and_appreciate": "Review and Appreciate: Did you do any “reframing\\\" of your mistakes? Did you shift into a more positive\n            perspective? Stay on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Take a step toward growing your will power, self-trust, and confidence. Practice reaching deeper inside by\n            making a commitment and decision (Pillars #1 & 9)",
    "content": "\"Always bear in mind that your own resolution to success is more important than any other one thing.\"\n            Abraham LincolnSelf-confidence can be elusive. And it may seem like it’s easy to lose with a defeat or mistake. You are not\n            born with self-confidence. It doesn’t just miraculously appear. It develops through the crucible of\n            childhood nurturing and experience. It comes through your interaction with your environment: your efforts\n            and how you take the challenges, as well as the feedback you get from others.There are many ways that this process can be handicapped. By an insecure parent or an abusive or critical\n            parent. By an unsafe environment. Anything that interferes with healthy development can sabotage confidence\n            in yourself. This process, as I’ve been explaining, can create a Primitive Gestalt Pattern, and internal\n            voice that is wounded or self-critical. This results in impaired confidence and self-trust.The good news is that what you do today, and tomorrow, and the next day, can reverse this process and help\n            you develop greater self-confidence, and self-trust. It starts with making an important decision."
  },
  "action_step": "Today, make the decision and the commitment to do whatever it takes to grow your self-confidence and your\n            will power. This means making the decision for the following:You will experience problems and dangers as challenges for you to rise to the occasion, to face, and\n            conquer.You will be persistent and do whatever it takes to achieve successYou will find and grow your strength by reaching deeper inside.Find a challenge today to apply this process to, and to make this decision.",
  "journal_entry": "Do an assessment of your current level of self-confidence – without any negative judgment – be accepting of\n            this level. And again, make the determination to grow from this point."
}