{
  "step_number": "26",
  "review_and_appreciate": "Review and Appreciate: Were you able to project your purpose into the future? To think of how your efforts can\n      add to the lives of others, as well as your own? If so, you took another step on The Path of Resilience and\n      Success. Congratulations. Remember, it only takes an effort today to put yourself back onto The Path.",
  "step_of_the_day": {
    "title": "Your personal growth and development: integrating your achievements (Pillar #1)",
    "content": "When I ask a group, I’m lecturing “who has difficulty taking in compliments?\\\" it’s no longer a surprise to see\n      over half the audience raise their hands. In my work with clients, I find many reasons for this reluctance. For\n      some, it’s the difficulty overcoming the negative messages from childhood of not being good enough. For others,\n      it’s the worry of bragging, or the fear of getting too self-confident. When I refer to taking in compliments, or\n      owning your successes, I’m talking about a natural process of integrating growth steps into your assessment of\n      yourself. It’s this step of identifying your gifts, your hard work, and your achievements that strengthens your\n      foundation and supports taking new challenges and new growth. It’s not bragging to own these gifts, and\n      achievements. In fact, it’s depriving you and the world by not doing so."
  },
  "action_step": "Think of one or two of your successes. Think of them in great detail. Allow yourself to appreciate the successes\n      and the hard work that you did to achieve them. In addition, identify both your gifts and your effort that these\n      successes demonstrated. For example, you might be able to say that you took actions despite your fear or\n      discomfort. You might identify a particularly effective way you communicated, that contributed to your success. As\n      you own these experiences, recognize that you are enhancing your trust and confidence in yourself.",
  "journal_entry": "Notate two of your successes and appreciate your hard work that you did to achieve them."
}