{
  "step_number": "260",
  "review_and_appreciate": "Review and Appreciate: Whenever possible, it's important to acknowledge an increase in your perceived\n  feeing of safety. This allows for a calmer nervous system. Find The Path.",
  "quote": "\"But feelings can't be ignored, no matter how unjust or ungrateful they seem.\" - Anne Frank",
  "step_of_the_day": {
    "title": "Address and let go of any unfinished emotional business to help you be more present in life (Pillar #6)",
    "content": "Why can't feelings be ignored? Why can't hunger pangs be ignored? Although the organismic \"need\" to address\n  unresolved emotions does not appear to be as much of a survival issue as hunger, it interferes with optimal\n  functioning and resilience. Emotions that you carry around are a burden - as we say, \"excess baggage\". It\n  doesn't matter whether you are aware of them or they have been pushed down, pushed to the side and ignored.\n  In your heart of hearts, you know this to be true. If you push the need, or drive to resolve emotions\n  underground, part of yourself will always be distracted by them. And they can send your intentions and\n  behavior in conflicting directions. They will disrupt organismic balance and make you more susceptible to\n  physical symptoms.Reluctance can stem from a fear that the feelings might overwhelm or be too painful. Or resistance might be\n  the fear of confronting the person they are directed toward. It's important to realize that what needs to be\n  resolved is the energetic pattern activated by your feelings, and not necessarily getting resolution with\n  the other person involved (although this might be possible). Once you accept that you will function better\n  by acknowledging, feeling, expressing and letting go of your feelings, (in other words, removing your\n  resistance to the process) it will be easier and less painful to accomplish."
  },
  "action_step": "Identify feelings you are sitting on. It may be toward someone, or, it might simply be feelings associated\n  with the current pandemic. Experience these feelings with acceptance (they are not right or wrong, and it's\n  your reality) and the recognition that it's healthy to experience them and express them. Find a way to do\n  just that: either verbally, physically or writing about them in your journal. Once you have done this, give\n  yourself permission and intention to let go. Then notice if, as a result of this process, you feel lighter,\n  and you are more able to access positive emotions.",
  "journal_entry": "Write about any unfinished emotional business you are carrying."
}