{
  "step_number": "264",
  "review_and_appreciate": "Review and Appreciate: Did you notice any sense of feeling lighter or more able to be present as you were\n            more accepting of how things are? Find The Path.",
  "quote": "“Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.” —Dalai Lama",
  "step_of_the_day": {
    "title": "Going deeper with acceptance: conquer judgments with self-acceptance. (Pillars #1 and 2)",
    "content": "No one said you should disqualify yourself from the Dalai Lama’s statement. Not only does it include\n            yourself, but you need to put yourself first! What are the consequences of not giving yourself love and\n            compassion? As His Holiness suggests, these are necessities. As such, when you ignore yourself, when you\n            don’t address or take in a necessity, it becomes an unmet need. You can deny this need or feel you’re not\n            worthy to have this need met, but it doesn’t make you any less needy of love and compassion. It then sets up\n            an unconscious process, in which part of your motivation or drive is to get this need met. But when this\n            occurs unconsciously, it sends your efforts in ineffective directions. So, you might as well accept reality\n            here and hold the intention to give yourself love and compassion."
  },
  "action_step": "Self-love and self-compassion can start by accepting yourself. In a previous step, I discussed the notion of\n            the “paradoxical theory of change” in which\n            the fastest path to growth and change is by accepting where you are at, blemishes and all. Right now, engage\n            in a process of self-acceptance as an expression of self-love and self- compassion. If you are judging any\n            part of yourself negatively, simply note: “Right now, this is part of who I am. Even though I’m working on\n            improvement, right now it’s still part of me, and I must be accepting.”",
  "journal_entry": "Write about your process of self-acceptance."
}