{
  "step_number": "269",
  "review_and_appreciate": "Review and Appreciate: How did you incorporate love into your life yesterday and today? How was it helpful\n            to you? Love puts you on The Path.",
  "quote": "\"May you live all the days of your life.\" Jonathan Swift",
  "step_of_the_day": {
    "title": "Challenge yourself to be present as much as possible today. Find times today to bring yourself into the\n            present moment (Pillar #7)",
    "content": "Life takes place in the present moment, not in\n            your head, your past, or your future. The more you are present, the more effective you will be in your life.\n            But there are many factors that take us out of the moment. These factors include how we receive information\n            through the media. The fast pace of this information, the rapid switching from subject to subject gets us\n            addicted to looking for the “new\\\" the “next\\\" and the stimulating. This conditioning interferes with being\n            present. Other factors include a natural tendency to adapt and thus loose focus, as well as tendencies to\n            worry, look for the next problem, along with other sources of distraction. The ability to be present, which\n            contributes to optimal functioning, is an ability to be developed and strengthened."
  },
  "action_step": "Here are two steps to take today to support your ability to be present:Create a “reminder\\\", or a cue – such as setting an alarm on your smart phone, or a post-it – to “wake up\\\"\n            to the moment. When you see or hear that cue, take a moment to stop, and pay attention to what you\n            experience through your six senses: seeing, hearing, tasting, touching, smelling … And feeling. As you do\n            this, announce to yourself that you are experiencing the present moment. Take a few breaths as you fully\n            appreciate this.Take five minutes to exercise being present by: breathing and following and paying attention to your breath.\n            When you notice that your attention shifted away, appreciate that you noticed this (without judgment) and\n            bring yourself back to noticing your breath.These two efforts will support a greater ability to be present and focused.",
  "journal_entry": "Write about your ability to be present and what gets in your way."
}