{
  "step_number": "272",
  "review_and_appreciate": "Review and Appreciate: Did you \"Stalk your Pattern\" yesterday? What did you notice? See you on The Path.",
  "quote": "\"When an axon of cell A is near enough to excite cell B and repeatedly or persistently takes part in firing\n  it, some growth process or metabolic change takes place in one or both cells such that A's efficiency, as\n  one of the cells firing B, is increased\" Donald Hebb, from The Organization of Behavior, 1949",
  "step_of_the_day": {
    "title": "Think with intention, to establish new brain circuits supporting resilience and success. Choose your\n  thinking to determine brain circuits that will rule and organize your life (Pillar #5)",
    "content": "When I spent time with Don Hebb toward the end of his illustrious career in the 1970's at McGill University,\n  and at his home, at Hebbville, Nova Scotia, neuroscience was in its infancy. In fact, Hebb's theories helped\n  to found the field. Our conversations on his notion of how learning takes place in the brain was prescient.\n  New research using brain imaging, has indeed validated his notion that \"neurons that fire together, wire\n  together\". And the firing of neurons, \"... repeatedly or persistently...\" is the brain's representation of the\n  thinking and learning process.This important insight can be used to help you develop and strengthen healthy and effective beliefs and\n  thinking, while slowly letting go of old messages that no longer serve you. In other words, with intention,\n  you can redesign, reengineer, and heal your brain. The more you choose thoughts that are positive about\n  yourself, and your environment, the more you reshape your brain."
  },
  "action_step": "Affirmations are statements and beliefs about yourself that you are striving to develop; framed \"as if\"\n  they are already true. An example would be: \"I finish what I start\", or \"I make good and effective\n  decisions\". When you repeat and meditate on these statements, you reinforce brain circuits supporting these\n  beliefs.Design 3 affirmations to support your goals. Write them down and review and meditate on them when you\n  awaken, three times during your day, and again, before you go to sleep.",
  "journal_entry": "Write down your affirmations in your journal."
}