{
  "step_number": "274",
  "review_and_appreciate": "Review and Appreciate: How did you do yesterday, taking steps toward your goal? If you did, that’s great\n            and it puts you on The Path. If you didn’t, what got in your way? Did you lose interest or motivation? Did\n            you space out? How did it drop down on your priority list? It’s easier to live on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Identify some action you have been wanting to take for a long time but haven’t (it could even be from\n            yesterday). Determining if you really want to do something, or it’s what you feel you “should\\\" do. (Pillar\n            #9)",
    "content": "\"The only impossible journey is the one you never begin.\" Tony RobbinsPart of being resilient is being present (Pillar #7), focused, and live with intention and mindfulness.\n            Living from this centered and balanced place, your life will be successful, healthy and happy. If you have\n            been wanting to take some action, follow through with a plan, but haven’t, it’s time to determine if it’s\n            really what you want to be doing?"
  },
  "action_step": "Identify an action you have, for a long time, decided to do – but haven’t. Take 15 minutes today to meditate\n            on this action and what your motivation for doing it is. Try to bring fresh eyes to the process by imagining\n            it isn’t something that you have already thought about. In other words, if you thought about this action for\n            the first time today, would you decide to do it? If you still decide it’s important for you to take this\n            action, plan to follow through with intention. By this I mean, you are making a commitment to yourself. On\n            the other hand, try to be honest with yourself: if it’s not something you want to be doing, let it go. That\n            too, is living with intention.",
  "journal_entry": "Write about your experience of following through."
}