{
  "step_number": "275",
  "review_and_appreciate": "Review and Appreciate: If you made a decision to follow through with an important action, and you have the\n  intention to hold yourself accountable, that's great. And it puts you on The Path.",
  "step_of_the_day": {
    "title": "The most appropriate step to take today, on Thanksgiving, is to experience a feeling of gratitude. Even in\n  difficult times, it's important to find the positive and to experience gratitude (Pillar #6)",
    "content": "There is a relationship between your feelings and the optimal functioning of your body. Research has\n  demonstrated that a feeling of gratitude supports cardiovascular health. Let me explain: Heart rate\n  variability has become an important measure of the health of your heart. Heart rate variability refers to\n  the beat by beat changes in your heart rate. It turns out that keeping a \"steady\" heartbeat is actually a\n  sign of cardiovascular disease. The greater the variability and the range of your heartbeat, the greater its\n  health. Athletes, for example can show a range that differs by as many as 30 or more beats per minute.But a particularly healthy pattern, referred to as heart rate \"coherence\", occurs when your heart rate\n  speeds up as you breath in, and slows down as you breath out; producing a smooth up and down curve. Positive\n  emotions such as gratitude facilitate this pattern, while negative emotions such as frustration create a\n  chaotic pattern."
  },
  "action_step": "Take time today to feel a sense of gratitude for what you have and experience in your life. Remember that\n  song, \"The Best Things in Life are Free\", and try to appreciate the beauty that surrounds you. Hold a place\n  of gratitude for some of the people in your life. And share these messages with them.",
  "journal_entry": "Acknowledge what you have, to feel good about in your life today.",
  "quote": "\"Acknowledging the good you already have in your life is the foundation for all abundance.\" —Eckhart Tolle"
}