{
  "step_number": "278",
  "review_and_appreciate": "Review and Appreciate: Did you identify some of your needs and determine if they are being met? The\n  awareness of unmet needs will serve to \"agitate\" within you. If you stay present and pay attention, it will\n  help focus your intentions to getting those needs met. This will help you find The Path.",
  "step_of_the_day": {
    "title": "Take control of your life by owning your \"Bulls..t.\" Bring your outer approach to life in alignment with\n  your inner world (Pillar #1)",
    "content": "Many years ago, I took a men's workshop called Sterling. One lesson that resonated and stuck with me was\n  his discussion about a person's \"bulls..t\". We all have an unconscious approach or strategy when we engage\n  with the outside world. We put our \"best face forward\", which he was referring to as our \"bulls..t\". His\n  message was not that this was wrong or deceptive, but that it's something that everyone does. Therefore, the\n  key was to own it, embrace it, be conscious of it. And ultimately accept that this is what you have\n  developed (albeit unconsciously) to interact with the world, to try and get your needs met.When you embrace your approach, it avoids what typically happens, which is the feeling that you are pulling\n  the wool over people's eyes. Instead it becomes a more positive experience of the outer expression of who\n  you are."
  },
  "action_step": "What is your \"bulls..t\"? What is your approach as you engage with the outside world? Do you present as a\n  good fatherly or motherly figure? Do you present as a competent businessperson? Do you present as a rebel?\n  Do you present as aggressive in reaching toward your goals? Pay attention and define your approach. The more\n  you can own and appreciate this approach, the more effective you will be in getting your needs met. By doing\n  this in a conscious way, it allows you to notice where and how it's successful and where you need to make\n  adjustments.",
  "journal_entry": "Write about what you think your image is to the outside world.",
  "quote": "\"Almost everyone can make a good first impression, but only a few will make a good lasting impression.\" —Sonya Parker"
}