{
  "step_number": "280",
  "review_and_appreciate": "Review and Appreciate: If you took time yesterday to focus on your positive beliefs about yourself, you\n            took a step toward strengthening your foundation. See you on The Path.",
  "quote": "“Life is a continuous developmental process. There’s no quick fix\\\" Stephen Sideroff, PhD",
  "step_of_the_day": {
    "title": "Recognize your actions as part of a life-long process of growth. Experience your actions as part of a\n            learning process to avoid self-judgment and discouragement (Pillars #1, 5, 6, 7 & 9)",
    "content": "Part of my childhood experience was building things with my father. While I enjoyed the time together, my\n            father would frequently get impatient. I didn’t hammer the nail quite fast enough or at the wrong angle, as\n            an example. And he didn’t typically say anything to me, but instead would simply take over the task. In\n            other words, his implied criticism of not doing it well or fast enough – as I interpreted and felt it – was\n            not intentional.As I went through my healing process and examined how I could interrupt my actions, I realized the legacy of\n            those lessons. Even when first learning to do something, I felt I should do it better. I wasn’t a\n            perfectionist, but being awkward, which is normal during any learning process, was discouraging. As I\n            learned an instrument, I would unconsciously skip playing slowly, expecting to play as if I had practiced\n            for hours. Of course, this led to many more mistakes and discouragement again. Perhaps more importantly,\n            less satisfaction with the process of practicing.This approach to life can cause one to either give up easily or not try in the first place. And I realized\n            this was behind some of my resistance and difficulty, feeling as if I should be better than my experience\n            warranted. I have come to realize, as I’ve developed the notion of a healthy internal parent, that – unlike\n            my developed pattern - acceptance is a key to success. As I remind my clients, acceptance is not about\n            liking something, but accepting reality."
  },
  "action_step": "As you engage in your tasks for the day, notice if you, too have a tendency to be self-critical. As an\n            experiment, shift into a more accepting perspective with yourself. Notice if this makes it easier to engage\n            in tasks (less procrastination) and also results in greater satisfaction.",
  "journal_entry": "Write about what gets in your way of taking action or causes your discouragement."
}