{
  "step_number": "289",
  "review_and_appreciate": "Review and Appreciate: I hope you took the time to connect with someone close to you and shared mutual love\n  and support. That put you on The Path.",
  "quote": "\"Reach deeper inside and become more aware of your needs, to determine what's 'normal\" - Stephen Sideroff,\n  PhD",
  "step_of_the_day": {
    "title": "Acknowledge to yourself, that when a society is out of balance, it doesn't send you in the right direction.\n  It's time to place greater trust in yourself by identifying your true needs - not what society tells you\n  they are (Pillar #3)",
    "content": "I am currently participating in a wonderful conference that happens once every four years, \"The Evolution of\n  Psychotherapy\" sponsored by the Milton H. Erickson Foundation. This morning's talk by Gabor Mate, M.D. was\n  excellent. Dr. Mate is exceptional in his ability to see beyond the constrictions of our agreed upon world\n  view.He related a story of a 4-year-old child. This child was being bullied. She went to the protective\n  environment of her home to get support and told her mother. Her mother responded by saying, \"There are no\n  cowards in this home. Go back out and deal with it.\" This 4-year-old girl was relating this story, with\n  great appreciation for how this experience helped to make her into the person she was today. This was part\n  of her acceptance speech at the 2016 Democratic convention, choosing her - Hillary Clinton - to run for\n  President of the United States.An experience that was soul wounding - where this helpless and dependent little girl was going to her mother\n  for succor, warmth, connection and love and instead received the cold message to stand on her own two little\n  feet - was expressed with pride! This experience highlights how disconnected our society is, and the impact\n  this has on all of us. The result is having two people running for the highest office in the land, to be our\n  leader, who were both traumatized: and neither realizing it. And the one we chose, was even more wounded\n  that Ms. Clinton."
  },
  "action_step": "Today notice how some of your messages to yourself are as cold and harmful as the message Hillary received\n  from her mother. Notice how these messages interfere with you recognizing and accepting your true needs. And\n  then, shift into the voice of the healthy internal parent we have been developing, and receive a more\n  positive and loving message, to help get your true needs met.",
  "journal_entry": "Write about thinking outside the box, outside the messages you absorbed growing up, (either from your family\n  or your culture) to a healthier view of reality."
}