{
  "step_number": "29",
  "review_and_appreciate": "Review and Appreciate: Yesterday's step was about self-acceptance. How well were you able to be accepting ofyourself? If you noticed you were being critical or judgmental, were you able to let go? If so, appreciate thatyou took a step on The Path. Remember, being hard on yourself will actually undermine your self-confidence andtrust. Continue to work on self-acceptance today.",
  "step_of_the_day": {
    "title": "Divide and conquer (Pillar #4)",
    "content": "Many of you feel you don't have any power or control over the stresses in your lives. And of course, in today'sfast paced life you are always experiencing stress: stress of what dangers or uncertainties lie in front of you,the pressures to perform, conflicts in relationships. As the pace of your life accelerates, you have growing timepressures - all that needs to be done in less and less time. It's easy to feel a victim of your stresses. In order to become the master of your life and the stresses in your life, you need to separate your problem(s)from your reaction to these problems. Your stress response doesn't have to be automatic; or at least you don'thave to continue expressing your stress reaction. I want to introduce you to \"Calm-focus\". Your hunter-gathererancestors required the \"Fight or Flight\" response to deal with life threatening stresses. Your stresses for themost part are not life threatening, and they certainly can't be dealt with by engaging the Fight or Flightresponse. What thus happens is that you mobilize the stress response and then you have to hold in that energy. To be the master of your stresses you need to shift to a response I refer to as a \"Calm-focus\", since becomingmore focused and engaged is the only part of the stress response that you truly need for today's stresses."
  },
  "action_step": "There are four parts to re-engineering a more adaptive stress response and separating it from your stresses: 1)develop a growing ability to relax, become calm and turn down the activation of your nervous system (as we havediscussed, practicing a relaxation exercise regularly), 2) Notice and awaken to the moment when you are feelingstressed, 3) remind yourself that the fight or flight stress response will not make you more effective in dealingwith your stress - in fact, as it tenses and fatigues you, it will make you less effective, and 4) engage a calmfocused response, where you breath at 6 breaths per minute (4 seconds in and 6 seconds out) while focusing on anddealing with your stresses.",
  "journal_entry": "Take a few moments to write about your efforts today and your related feelings."
}