{
  "step_number": "293",
  "review_and_appreciate": "Review and Appreciate: If you put energy into helping or thinking about others yesterday, that was a step\n            toward, as Anne Frank said, “improving the world.\\\" That put you on The Path.",
  "quote": "“The past is memory; the future is fantasy. The present moment is the only reality\\\" Stephen Sideroff,\n            PhD",
  "step_of_the_day": {
    "title": "Life is lived in this and every moment. Take time to be present and enjoy as many of these moments as\n            possible (Pillar #7)",
    "content": "If you were to identify the most important moments of your life, they were all times when you were\n            “present\\\" and in the moment. Most of them, in fact, were times when you were fully absorbed in those\n            moments. Perhaps “in the zone\\\" or “flow\\\" as optimal functioning is sometimes referred to. Learning,\n            growing, and adapting; all the processes that support your development and success, all happen in the\n            present – in this moment. At the same time, your tendency is to be anywhere but the present. Worry pulls you into the future.\n            Regrets, and unfinished business, pull you back to the past. And fear, discomfort, automatic patterns and\n            outside distractions pull you out of awareness of this very moment. It’s important, therefore, to hold the intention of being in the present and training yourself to return to\n            the present moment. This is where your greatest growth lies."
  },
  "action_step": "Hold the intention today to spend as much time as possible being present. This means being aware of yourself\n            in order to actually say, “I’m present\\\". Support this process by:Creating and reflecting during the day, on an affirmation, such as: “I am spending more and more time in the\n            present and enjoying it\\\"Identify something in your environment, such as doorways, that you designate as “Reminders to be in the\n            moment\\\". Whenever you see, or go through a doorway, a portal, awaken to the moment, notice what comes in\n            through your five senses, and appreciate being alive.",
  "journal_entry": "Write about your experience with being present – or not. Would you agree with the importance I’ve placed on\n            being present?"
}