{
  "step_number": "294",
  "review_and_appreciate": "Review and Appreciate: How did you do yesterday with your intention to be present? Those efforts put you on\n  The Path.",
  "quote": "\"Nations, just like individuals, can be wounded and traumatized, and must engage in healing\" Stephen<br>  Sideroff, PhD",
  "step_of_the_day": {
    "title": "Giving respect to social justice and Native American and Indigenous healing. Take time to educate yourself\n  on the traumatic history of our country (Pillar #3)",
    "content": "Yesterday, President elect Joe Biden, selected a Laguna Pueblo woman to be the next Secretary of the\n  Interior. Debra Haaland, currently a U.S. congresswoman from New Mexico will be the first Native American -\n  an Indigenous American - appointed to a cabinet post. Julian Brave Noisecat, another Native American said,\n  \"She will make our ancestors so proud\", exhibiting the high regard with which indigenous peoples hold for\n  their ancestors. This is the very Department from which many of the destructive and traumatizing government approaches to\n  Native Americans emanated. It is where treaties signed by Native Americans in good faith were broken. It is\n  where policies that have destroyed their culture and way of life were implemented. A number of years ago,\n  the Raoul Wallenberg Institute of Ethics, of which I am Director, held a Peace Conference entitled, \"The\n  American Holocaust\" that documented the death of approximately a hundred million Indigenous people in\n  North, Central and South America. Individuals carry wounding from childhood that impairs their emotional foundation and ability to live a\n  normal life. This is also true of Nations. The treatment of Native Americans in this country not only caused\n  their wounding - but it eats at the very fabric of our collective consciousness. It is the legacy of all of\n  us. It is part of our foundation, along with all the beautiful and courageous aspects."
  },
  "action_step": "Our government, as well as all of us as individuals, need to recognize this injustice, empathize, and feel\n  the hurt of and to these people, as part of our collective healing process. It is only when we -\n  individually and collectively - are willing to do this, will this trauma be healed. I applaud Biden for\n  taking a step in that direction. And I'm glad that the Interior Department, which oversees 500 million acres\n  of land - one fifth of the country - is in the hands of a person who understands the deep inter-relationship\n  between humans and the land we live on.",
  "journal_entry": "Write about your awareness of the past and present treatment of our Native American brothers and sisters."
}