{
  "step_number": "299",
  "review_and_appreciate": "Review and Appreciate: What did you find to be happy about in your life? Find The Path. It will make you\n  happy.",
  "quote": "\"Dreaming, after all, is a form of planning.\" Gloria Steinem",
  "step_of_the_day": {
    "title": "Today take some time to dream about a world in which there is Peace. If we all take time to dream and\n  visualize Peace on earth, on Christmas day, the effort will have a positive impact (Pillar #3)",
    "content": "The Global Consciousness Project was started at Princeton University by Roger Nelson. The project collects\n  data from random number generators (RNG), (RNGs are machines that generate random numbers, separate from any\n  influence) from around the world. It's a way of studying mind-matter interactions. The idea is that if there\n  is a powerful enough event that is simultaneously felt by many people around the world, this \"synchronized\"\n  experience might impact the output from the RNGs. If this occurred, it would be evidence of a global\n  consciousness and the impact of consciousness on matter. In other words, these generators could be used as sensing devices that detect the summated consciousness of\n  large populations if such a thing exists. Dean Radin, Chief Scientist at the Institute of Noetic Sciences\n  has published numerous findings that demonstrate this phenomenon actual happens. He coined the term\n  \"electrogaiagram\" because the idea is like an electroencephalogram, where you put electrodes around the\n  head - except here they were monitoring the \"head\" of Gaia, the planet itself. One such study looked at the output from these RNGs before and after the terrorist attacks of 9/11. These\n  studies have clearly demonstrated that this and similar events change the outputs of the RNG. In fact, they\n  determined that the odds against these results occurring by chance was about 3 trillion to one. Clearly\n  something real was happening."
  },
  "action_step": "Today, for five minutes, clear your mind, engage in relaxed breathing, and visualize world Peace in any way\n  that works for you.",
  "journal_entry": "Write about your prayers for peace in the world and peace in your own lives."
}