{
  "step_number": "30",
  "review_and_appreciate": "Review and Appreciate: The process of re-engineering your stress response from \"Fight or Flight\" to\"calm-focus\" is ongoing and developmental, which means it doesn't happen in one day or one step. Appreciateyourself for simply making an effort to notice your stress response and to let yourself know that you can be justas successful while remaining calmer in those stressful situations. Keep up this process to stay on The Path.",
  "step_of_the_day": {
    "title": "Locus of control: external or internal - whose hands are your life in? (Pillars #1 & 9)",
    "content": "One of the hallmarks of our old Primitive Gestalt pattern and, indeed, of most childhood training and developmentis a focus on external judgments. We continually question ourselves based on what we imagine others are thinking.We judge ourselves in comparison to others. The consequence of this life strategy is that we don't give ourselvesthe opportunity to develop from the inside and thus trust ourselves. When you continually look to others forvalidation, you will never learn to trust yourself. One of the keys to resilience, optimal living, and rejuvenation is the process of reaching inside and opening tothe deepest parts of yourself. This is the source of your creativity and even the birthing of new nerve cells.This is the source of your self-confidence and trust. One of your jobs along The Path is to begin \"pruning back\"the thicket of old thoughts and behaviors - tied to the judgment of others - that slow your progress on The Path. But how to do this? Where can you find your grounding, and trust in yourself? There are two places to look foranswers."
  },
  "action_step": "Many of you express great wisdom, except it only comes out when you are supporting or giving advice to others;perhaps a close friend or your children. This is because you are able to be more objective in these circumstanceswhile believing in your wisdom, than when you are dealing with yourself and cannot tap into that wisdom. Today,notice a situation in which you are uncertain, or have been particularly hard on yourself. Think of someone inyour life whom you love and only want them to experience great success. Imagine they are in your situation. Whatwould you say to them?",
  "journal_entry": "Write about your efforts to find your own guiding voice and to trust that voice.",
  "quote": "\"You have two choices, to control your mind or let your mind control you.\" —Paul Coelho"
}