{
  "step_number": "303",
  "review_and_appreciate": "Review and Appreciate: Did the identification of your dreams and goals for the new year inspire you? Did\n            they raise concerns of your ability to pull them off? Stay positive; stay on The Path. These ongoing steps\n            will support your success.",
  "quote": "“At the moment of commitment, the entire universe conspires to assist you\\\" - Johann Wolfgang von\n            Goethe",
  "step_of_the_day": {
    "title": "Pick important goals in each of the 9 pillars of Resilience and Success for 2021 (Pillars #1-9)",
    "content": "Take a moment to meditate on the quote from Goethe. What a powerful statement: at the moment of commitment,\n            the entire universe conspires to assist you. Each part is important. First is commitment. The stronger your\n            commitment, the greater will be the support from the universe. Your level of commitment determines the level\n            of “buy-in\\\" you will get from the universe. That’s powerful! You can trace your successes directly back to\n            your level of commitment.I have found this to be true in my own life. When I have put my whole self into a project, an idea, and went\n            out into the world, I felt like the universe aligned to support my efforts. People contacted me; synergistic\n            events happened. And what’s most interesting about this process is that I might put out energy in one\n            direction, and the rewards would come back from a totally different source."
  },
  "action_step": "Here are the 9 pillars of Resilience and Success:Relationship with selfRelationship with othersRelationship with something greaterPhysical balance and masteryMental balance and masteryEmotional balance and masteryPresenceFlexibilityPower – the ability to get things doneFor detailed descriptions of each of these pillars you can go to my website:www.DrStephenSideroff.com.",
  "journal_entry": "Write about how you treat your commitments and any intention to be better at holding to them in 2021."
}