{
  "step_number": "304",
  "review_and_appreciate": "Review and Appreciate: Congratulations for identifying how you want to grow within each of the 9 pillars of\n            resilience and success. We will refer back to these periodically. This puts you on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            If it’s December 31, 2021 and you look back on the year, what action, goals, achievement would you be most\n            happy about? Further cultivation of your aspirations and goals for 2021 (Pillar #9)",
    "content": "“The moment one definitely commits oneself, then Providence moves too. Whatever you think you can do, or\n            believe you can do, begin it. Action has magic, power and grace.\\\" - Johann Wolfgang von GoetheHealthy growth and change is a cultivation process. It requires careful nurturing and it also requires –\n            just as with the cultivation and growing of a plant – regular pruning and pulling of “weeds\\\" that can\n            strangle growth of the plant. We can summarize this with the phrase “Right Thinking\\\". Most importantly for\n            our consideration is the awareness that you don’t see a tomato, or a cucumber in the seeds you plant. But\n            you know from experience that the seed will lead to a tomato or cucumber.There are two important pieces here:Growth can be occurring even when you don’t see the evidence. And growth is a slow gradual process that\n            requires regular attention and “Right Thinking\\\". As well as patience and acceptance.But unlike a plant, which will yield a cucumber or tomato whether you believe and know this will happen or\n            not – your belief is intimately involved in your personal growth and achievement.Two days ago, I asked you for the “Establishment:\\\" a plan, a mapping and finding The Path by visualizing\n            some of the things you want for this year. To begin with, it’s not necessary to know the details of your\n            plan or goals. Today, simply dream and visualize."
  },
  "action_step": "Today let’s make these dreams more concrete: Identify specific goals for 2021 that are most important for\n            you to achieve. Pick goals that are possible – even if you are unsure if you believe you can achieve them –\n            for now. If you are keeping a journal, create a separate place in it for this process. Write about your\n            goals as detailed as possible.",
  "journal_entry": "In addition to the action step, identify any feelings that come up as you go through this process."
}