{
  "step_number": "306",
  "review_and_appreciate": "Review and Appreciate: your efforts to visualize and get a “felt-sense\\\" of your goals. Stay on The Path.",
  "quote": "“Courage is the commitment to begin without any guarantee of success\\\" Johann Wolfgang von Goethe",
  "step_of_the_day": {
    "title": "Deciding that your goal is possible. Unlike growing a plant, believing that your goal is possible is\n            important (Pillar #5)",
    "content": "There are some messages that are worth repeating – perhaps multiple times. They are that important to the\n            achievement of your goals. Today that message to repeat is that it’s important for you to believe that your\n            goal is possible. Notice I’m not saying that it will definitely happen. Just that it’s possible.Most of the time we get stuck because we focus – either consciously or unconsciously – on the possibilities\n            of failure. We focus on how we think it won’t happen; how it’s very difficult and perhaps not likely to\n            happen. This takes us down the path of failure, the path of negativity and the path of constraint and\n            obstacles. Once you start down this path, you are going in the wrong direction."
  },
  "action_step": "As you review one of the goals you are establishing for 2021, the one you have been visualizing, I want you\n            to think about how it CAN happen! I want you to focus on the possibility that it can happen. Again, not that\n            it’s guaranteed to happen, but how it can happen. This means:You will be able to connect with and speak with people important in the achievement of this goalYou will be able to procure materials needed to achieve this goalYou will be able to schedule sufficient time to fulfil the tasks you will need to doYou will gather sufficient funds needed to move forward with reaching this goalIn other words, with each of the steps leading to your goal, you can see the possibility of each step\n            happening. Each of the steps, therefore, is possible.Complete your action step by saying, “Each step along the way of achieving my goal is possible for me to\n            achieve!\\\" if I work hard enough, and stay focused enough, I will achieve my goal, which I have already\n            determined is possible.",
  "journal_entry": "Write about your relationship with positive expectations."
}