{
  "step_number": "307",
  "review_and_appreciate": "Review and Appreciate: Give yourself credit for focusing on what's possible. This puts you on The Path.",
  "step_of_the_day": {
    "title": "Summarizing your process of the last week and moving forward. Continuing to plant the seeds for a successful\n  2021 (Pillars #1-9)",
    "content": "Effective and successful living can be boiled down to two things: 1) the quality of your \"presence\", and\n  2) your strategy/plan for how you live your life, or your life intentions - the direction you want your life\n  to take, and where you want to get to. The beginning of each year is a good time to set your intentions - at\n  least for the year.This first week of January, I have been focusing on your 2021 goals. Each step this week supports that\n  process. Therefore, I wanted to include all the steps for this week in today's \"step.\" Here are the \"Steps\" over this past week:300: Start off this week with a declaration of your beliefs in yourself. As you do this remember two things:\n  1) The declaration itself, engages a process in your brain that supports its reality and 2) the more you\n  declare, the more strength the belief develops. 301: Identify one of the negative messages you give yourself. Make the decision that treating yourself this\n  way is harmful and must stop. Then, shift into the voice of your healthy internal parent and speak from this\n  place of love, acceptance, compassion and support. Decide to make these messages your new way of treating\n  yourself. Create an affirmation to support this effort. 302: Let's begin the establishment of a plan, a mapping and finding The Path by visualizing some of the\n  things you want for this year. To begin with, it's not necessary to know the details of your plan or goals.\n  Today, simply dream and visualize. 303: Here are the 9 pillars of Resilience and Success:Relationship with selfRelationship with othersRelationship with something greaterPhysical balance and masteryMental balance and masteryEmotional balance and masteryPresenceFlexibilityPower - the ability to get things doneFor detailed descriptions of each of these pillars you can go to my website: www.DrStephenSideroff.comToday's step is to make a commitment for growth in each of these areas. For example:I'm committing to be more loving and accepting of myself.I'm committing to set better boundaries with the people in my life; or I'm committing to be a better friend,\n  husband, wife, etc.I'm committing to better define my purpose.I'm committing to practice a regular relaxation exercise to better manage my tension and stress.I'm committing to have a more positive attitude and to find what's positive in life.I'm committing to not ignore my feelings and to resolve unfinished emotional business.I'm committing to be more present in my life and less on automatic.I'm committing to ways of being more flexible, such as seeing things from the perspective of others.I'm committing to follow through with my commitments, so I develop greater trust in myself.This may not cover some of your most important career or financial goals. We will go through them tomorrow.\n  Today's commitments have to do with your foundation for success and better health. 304: Today let's make these dreams more concrete: Identify specific goals for 2021 that are most important\n  for you to achieve. Pick goals that are possible - even if you are unsure if you believe you can achieve\n  them - for now. If you are keeping a journal, create a separate place in it for this process. Write about\n  your goals as detailed as possible. 305:Create a description of your important goal.Make the description as detailed as possible.Visualize - imagine or picture in your head - the achievement of this goal in as much detail as\n  possible.As you do this, notice how it feels. This is getting the \"felt-sense\" of the achievement. 306: As you review one of the goals you are establishing for 2021, the one you have been visualizing, I\n  want you to think about how it CAN happen! I want you to focus on the possibility that it can happen. Again,\n  not that it's guaranteed to happen, but how it can happen. This means:You will be able to connect with and speak with people important in the achievement of this goal.You will be able to procure materials needed to achieve this goal.You will be able to schedule sufficient time to fulfil the tasks you will need to do.You will gather sufficient funds needed to move forward with reaching this goal.In other words, with each of the steps leading to your goal, you can see the possibility of each step\n  happening. Each of the steps, therefore, is possible.Complete your action step by saying, \"Each step along the way of achieving my goal is possible for me to\n  achieve!\" if I work hard enough, and stay focused enough, I will achieve my goal, which I have already\n  determined is possible."
  },
  "action_step": "Today I'd like you to add fertilizer to the seeds for this year's \"crop\" (or goals). The first type of\n  fertilizer is an accounting of some of your successes of the past. These successes demonstrate your\n  capability. These successes demonstrate some of your qualities and abilities and \"smarts\" that can now be\n  focused on this year's achievements.What successes are you proud of? What did the achievement of these successes demonstrate about yourself; in\n  terms of courage, decision making, planning, awareness, focus or other qualities?",
  "journal_entry": "Write about your successes and how they can serve as a foundation for your next \"steps.\""
}