{
  "step_number": "309",
  "review_and_appreciate": "Review and Appreciate: If you followed through with something difficult yesterday, that's great. That put\n  you on The Path.",
  "quote": "\"When we are no longer able to change a situation, we are challenged to change ourselves.\" Viktor E.\n  Frankl, \"Man's search for meaning\"",
  "step_of_the_day": {
    "title": "Take some time to \"recalculate.\" Today give yourself the opportunity to become more balanced (Pillar #4)",
    "content": "One of my clients reminded me yesterday, that not everyone is able - while in lock-down - to follow their\n  dreams or pursue their goals. It reminded me of the lessons from Psychiatrist Viktor Frankl, who was\n  interned by the Nazis in their concentration camps during World War II. Dr. Frankl wrote the book, \"Man's\n  search for meaning\" and shared some of the lessons of that experience as well as what helped him survive\n  that harrowing period. One of his key statements in that book is: \"Everything can be taken from a man but\n  one thing: the last of the human freedoms - to choose one's attitude in any given set of circumstances, to\n  choose one's own way.\"During this very restrictive and dangerous period, I have suggested that there is always a \"best way\" to\n  handle your circumstances. By focusing on finding this best way, you are taking your life into your own\n  hands. This sense of control is a key ingredient to being resilient. As Frankl notes, choosing your attitude\n  during this pandemic is important, and setting goals for yourself is part of that process. If the goals you\n  want are currently out of reach, as my 8th pillar of resilience suggests, be flexible and identify goals\n  that are more achievable."
  },
  "action_step": "One goal, in and of itself, is to develop greater resilience. Today, take steps in this direction byLetting go of some things you don't have control over, andTake time to engage in a relaxation and visualization exercise - to achieve greater physical balance and\n  control.",
  "journal_entry": "Write about how you are coming along in developing greater resilience."
}