{
  "step_number": "31",
  "review_and_appreciate": "Review and Appreciate: Give yourself credit for being on The Path yesterday – for trying one or two of the\n      methods for connecting to your wisdom. By the way, have you been taking time to practice some form of relaxation?\n      This is an ongoing “step\\\". If you are having difficulty; if you feel you don’t have time, commit to just the\n      first five minutes of the practice. Now you don’t have any excuse other than resistance.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Your driving force – unmet needs (Pillar #1)",
    "content": "I’ve used the word “Gestalt\\\" previously, which means “whole\\\" or complete. I explained two ways that we create\n      unfinished business that needs completion: 1) needs of love, acceptance, attention, validation that are not\n      completely met as we are growing up, and 2) feelings that are generated, but must be sublimated in order not to be\n      overwhelmed by them or feel hopeless. In step 13 I addressed expressing and releasing feelings. Today I want to\n      help you with getting your emotional needs met. Unrecognized needs or being in denial of these needs doesn’t make\n      them go away. Instead they go underground. They drive our behavior. But because they are denied, they come out in\n      inappropriate and frustrating ways. They may get translated into making more and more money, greater and bigger\n      successes, or conquering members of the opposite sex. The result will be momentary relief, followed by\n      unhappiness, hopelessness or other negative feelings."
  },
  "action_step": "We all have the need for positive validation – for love, acceptance and appreciation for who we are. This may be a\n      difficult step, but one that is so important in our lives. Identify someone you are close to; someone you trust\n      and someone you can take the chance to be vulnerable with. I’d like you to ask this person to tell you something\n      they like about you, something they appreciate about you, some way that they find you special. You can tell them\n      you are doing this steps program and it is an assignment, or that you are doing an experiment; anything that will\n      make it easier for you to follow through. Most importantly, when they give you their response, give yourself the\n      awareness and space to fully take in what they say; accept it and let it fill you up.",
  "journal_entry": "First, were you able to identify any of your unmet needs? We all have them. And then, were you able to take the\n      risk and ask for support from someone you are close to? If you did, I’m sure it was rewarding. Write about your\n      efforts."
}