{
  "step_number": "318",
  "review_and_appreciate": "Review and Appreciate: In the last few days have you focused on coming from your heart? See you on The\n            Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Establishing a regular routine for greater resilience (Pillars #1 & 4) (Repeat of Step 312 with\n            additions)",
    "content": "“Good habits get easier to perform the more you do them\\\" Stephen SideroffOne of the steps last week was the establishment of a “Resilient Routine,\\\" a process that you do daily. It\n            is the creation of positive habits that over time become automatic, ensuring healthy behaviors; behaviors\n            that support your optimal functioning. I encouraged you to establish two parts of a Resilient routine:Create an affirmation that focuses on strengthening a loving relationship with yourself. For example, “I\n            treat myself well, accept myself and deserve good things in my life.\\\"Establish a regular relaxation exercise that you do every day. The goal is for this to be about 15 minutes\n            (you can download an audio track from my website). Make sure, even if you are pressed for time, that you do\n            this every day. If you can’t do the entire 15 minutes, do at least 5 minutes.How well have you followed through with these two daily steps? However well you did, can you acknowledge\n            that they are important to your optimal health and performance? If I assume you said “Yes\\\" to this\n            question, then you would be interested and motivated to improve upon your performance. So, today’s step is\n            to follow through with those steps, presented above while adding the steps below."
  },
  "action_step": "Create a second affirmation that focuses on your performance and following through. Again, remember,\n            affirmations are “As if\\\" statements written as if you have already achieved them. An example might be, “I\n            take action and get things done in a timely manner.\\\" Or, “I don’t let my fear or worries get in my\n            way.\\\"Each time you sit down for a meal, take 30 seconds to go into a place of gratitude for the meal and what’s\n            good in your life and who are the people who are good in your life.",
  "journal_entry": "Write about your efforts and resistance to establish a healthy routine."
}