{
  "step_number": "319",
  "review_and_appreciate": "Review and Appreciate: The steps of a Resilient Routine I gave you have been simple yet important in the\n            development of greater resilience and success. Have you followed through? If you have, you are giving\n            yourself important gifts – congratulations! If you have not, what’s your resistance? Find The Path.",
  "quote": "\"The most difficult thing is the decision to act, the rest is merely tenacity.\" Amelia Earhart",
  "step_of_the_day": {
    "title": "Examining your resistance to loving yourself and being on The Path. The biggest step forward sometimes is\n            removing your own resistance to doing the right thing (Pillar #1)",
    "content": "Everyone experiences some resistance. This is what’s behind procrastination. It’s also behind not getting\n            your needs met. The resistance isn’t intentional. It develops out of fears, discomfort, uncertainty and\n            emotional wounding. Where does your resistance originate from? For some of us it’s not believing the goal is\n            possible. For some, the effort might appear too great. Or the unconscious belief, “I’ll put in all this\n            energy and it won’t make a difference.\\\" It might be the feeling of not deserving and thus there is\n            self-sabotage.Frequently resistance comes from that negative voice that focuses on the judgments of others or not getting\n            it right – making a mistake. Perhaps you say you want something, but you are not motivated enough to make\n            the effort. It can be that you haven’t truly made the decision."
  },
  "action_step": "If you have not been following through with the “steps\\\" of this program, take a moment to identify what\n            your resistance is about. How can you shift this to support a better follow through? If you have been taking\n            the steps, where else in your life can you identify resistance that’s getting in your way of success? I will\n            address breaking through resistance in upcoming steps.",
  "journal_entry": "Write about your resistance to taking actions in your life."
}