{
  "step_number": "326",
  "review_and_appreciate": "Review and Appreciate: Did you notice your opportunities to make new choices? That put you on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Shifting away from a mistake, a loss, or other emotional pain. Become committed to letting go of emotional\n            baggage (Pillar #5)",
    "content": "\"Success is walking from failure to failure with no loss of enthusiasm.\" Winston ChurchillNegative things happen – as we have been experiencing over this past year. Loss and other emotional\n            experiences are part of life. In fact, when you are breaking new ground, reaching for your goals, trying\n            something new, mistakes are likely and part of the territory.The goal is not trying to live life free of these painful experiences – that will only create constriction,\n            anxiety and worry. The goal is to accept that these experiences occur. And when they occur you handle them\n            in the most constructive way. Optimal functioning, resilient functioning occurs when you are able to let go\n            of negative energy. Here are the steps:Feel and accept your reaction to an upset. Whatever emotions are triggered by an event/experience be\n            accepting of them; feel the feelings.Allow for the expression of these feelings. Remember, feelings are not right or wrong. If they are there,\n            they need to be experienced in order for them to move through your body and be released.Once you accept, feel and express what you are feeling, it’s then your responsibility to let them go.If the experience is a mistake, then identify the lesson to be learned so that it doesn’t happen again."
  },
  "action_step": "Identify an upset or feeling that you are carrying around like excess baggage. Go through the four steps\n            above to let go and move on.",
  "journal_entry": "Write about your experiences in letting go of feelings and other negative experiences."
}