{
  "step_number": "327",
  "review_and_appreciate": "Review and Appreciate: Take a moment to own your follow through with yesterday’s step -to let go of any\n            piece of unfinished business. This reduces unconscious distractions and puts you on The Path.",
  "quote": "“Living with no regrets happens when you are living in the moment and making the most of every moment\\\" Stephen Sideroff",
  "step_of_the_day": {
    "title": "Taking a step to be present and in a place of balance. Today, find opportunities to check in with your\n            physical, emotional, and mental state. Wherever you are out of balance, find a way to restore balance based\n            on the lessons of The Path.",
    "content": "Today’s step is about holding two intensions: 1) to be present in as many moments of the day as possible,\n            and 2) when you are present to identify any imbalance and take steps to move back into balance.As I’ve noted, living with intention and choice only happens when you step out of habitual behavior and step\n            into presence in the moment. Therefore, the more moments you do this, the more effective you will be and the\n            more you will accomplish – or the more you will go into a place of healthy balance.People in my programs from executives to athletes to others wanting to achieve optimal or peak performance\n            have learned how easily stresses and worries can distract from the moment. When this happens, we revert to\n            our old and inefficient patterns. It also makes it more difficult to notice physical, emotional, and mental\n            imbalance – be it a. physical: tension in our necks, belly or elevated heart rate, b. emotional: carrying\n            resentment or other upset, and c. focusing on what can go wrong, what isn’t right and other negative\n            thoughts."
  },
  "action_step": "Find ways of bringing yourself into the present moment – schedule moments in your calendar, set an alarm, or\n            use other reminders such as post-its or using mealtime – and when you bring yourself present, notice any\n            imbalance as described above.Follow this by engaging in some process to restore balance in your life. More detailed approaches in past\n            steps as well as next few steps.",
  "journal_entry": "Write about what you notice that takes you out of balance."
}