{
  "step_number": "33",
  "review_and_appreciate": "Review and Appreciate: While I focus on each of these steps on a particular day, the ultimate goal is for allthese steps to become more automatic - healthy habits replacing your old habits. Continue to make it a goal tolive in the top half of experiences. If you are returning to these steps after a few days of forgetting or notfollowing through, give yourself credit for getting back onto The Path.",
  "step_of_the_day": {
    "title": "Letting go of worry",
    "content": "If you have insecurities, you might awaken in the morning and worry about your day or a specifc event, such as ameeting. This worry results in physical tension, nervousness or anxiety, and the activation of your body's stressresponse. It also distracts from your present moment-the only place where real living and joy take place. As I findwith many of my clients, you may walk into your kitchen where family members want to be with you and talk withyou. Instead, your preoccupations interfere with this contact, leaving your family feeling neglected and possiblyrejected and depriving you of their love and validation. Thus, you are off The Path (again, defined as the optimalway of being in the moment). Another example is engaging in catastrophic thinking by imagining the worst possibleoutcome and focusing on it. This can lead to procrastination and avoidance. It not only creates fear but shiftsyour brain from the upper level or cortex where optimal thinking and problem solving occur, to lower survivalcenters, where we tend to revert to old learning patterns and lose creativity. Now, you might be saying, \"Wait a minute. I'm not a Pollyanna. Life can be dangerous, and I must always beprepared for what can happen, what can go wrong.\" This point is well-taken; life is full of uncertainty. We don'tknow exactly what to expect, and bad things can happen. It is important to anticipate and plan for futureproblems. Here the operative word is \"plan.\" However, once you have done the appropriate planning or thinkingthrough a situation, going over the plan again and again or thinking about what can go wrong, can be termed\"worry\" and obsessive thinking. I find that even when things are going well, our tendency is to worry about whatmight go wrong. Almost like an insurance policy. We sacrifice enjoying success or happiness in the moment in orderto \"be prepared\" for something negative that might happen in the future. Beyond planning, additional time andenergy devoted to worry is counterproductive and takes you off The Path."
  },
  "action_step": "The most difficult aspects of letting go of worry is that: a) you think it works (after all, haven't you made itthis far?), and b) it is a habit that you might believe is impossible to break. Any habit can be broken if 1) youbelieve it's possible, 2) you commit to doing whatever it takes to break the habit, and 3) interrupt the patternand switch to something more productive when it's happening.",
  "journal_entry": "Use your journal entry to communicate with yourself and how you addressed this step today.",
  "quote": "\"Worry is like a rocking chair: it gives you something to do but never gets you anywhere.\" —Erma Bombeck"
}