{
  "step_number": "332",
  "review_and_appreciate": "Review and Appreciate: Did you give 100% in your actions and thinking yesterday – with no excuses? That put\n            you on The Path.",
  "quote": "“You don’t need a clear desk, but you need a clear mind\\\" - Stephen Sideroff",
  "step_of_the_day": {
    "title": "Take a step to clear your mind today. Identifying unfinished business and clearing it (Pillars #5 & 6)",
    "content": "Which came first, the chicken or the egg? When I think of the mind body connection, the question is, “which\n            came first the thinking or the emotion?\\\" Well, I can give you good arguments both ways. But today I want to\n            share how unfinished emotional business interferes with thinking and being present.You have an instinct, a primal drive to get resolution. And high on the list of what needs to be resolved\n            are feelings. Any feeling not addressed and resolved results in a part of your energy unconsciously trying\n            to finish that unfinished business. In other words, part of your energy is distracted from the present\n            moment – lost in space. And the more unfinished business, the greater the loss of focus. As this is a\n            habitual pattern the underlying emotional unfinished business is frequently hidden from awareness. In fact,\n            it can be a source of loss of awareness as an effort to avoid. It also wastes energy."
  },
  "action_step": "Identify a piece of your emotional unfinished business. This is some energy you are holding in one of your\n            relationships; or it could be around a loss or mistake you made (thus unfinished emotional business with\n            yourself). It might be helpful to sit calmly, putting everything aside, and noticing what comes into your\n            awareness. Then declare the intention to let go of this burden (being angry at someone is mostly affecting\n            you, as your body must literally “hold in\\\" the energy. This also contributes to tiredness). Allow yourself\n            to feel and express the emotion – having it move through your body. And then make the decision to let go.",
  "journal_entry": "Write about your difficulty letting go of emotional unfinished business, or your tendency to hold a grudge\n            or hurt."
}