{
  "step_number": "339",
  "review_and_appreciate": "Review and Appreciate: Yesterday's action step supports your recovery from stress and thus becoming\n  resilient. If you took the step, you are on The Path. If you didn't, you might not notice any difference,\n  but your body will. It's easy to get back onto The Path by doing the exercise today- even if it's less than\n  15 minutes - as well as to take today's step. Sometimes, living with intension isn't easy, but it does lead\n  to success and resilience. It puts you on The Path.",
  "quote": "\"If you live criticizing people, you won't have time to love them.\" Johann Wolfgang von Goethe",
  "step_of_the_day": {
    "title": "Set the intension to be excellent mentally today. Eliminate judgments from your day - of others AND of\n  yourself (Pillar #5)",
    "content": "There are many aspects to optimal thinking that can support your resilience and success. A big one is the\n  elimination of judgments. When I mention this in my workshops I always hear, \"But aren't judgments a part of\n  life?\" or \"My judgments help me get ahead\". I'd like to make a distinction between discernment, or a\n  healthy evaluation of a situation versus negative judgments that hurt or undermine your self-confidence and\n  ability to take action.Negative judgments send a message of not being OK, of not being good enough. Negative judgments of others\n  can be referred to as criticism. Again, we can distinguish this from healthy and supportive feedback."
  },
  "action_step": "Today, hold yourself to excellent thinking by not criticizing or judging yourself or others negatively. If\n  you notice you are doing so, interrupt yourself and shift into a more supportive and caring statement;\n  again, with yourself and with others. Remember, if you continually criticize yourself, there leaves no room\n  for loving yourself.",
  "journal_entry": "Write about any tendency of yours to criticize or make negative judgments. What benefit do you derive from\n  this behavior?"
}