{
  "step_number": "34",
  "review_and_appreciate": "Review and Appreciate: Are we there yet? We are conditioned to instant gratification. The steps on The Path are\n      developmental steps guiding you onto The Path of optimal functioning. But it’s a process and you are building\n      toward a lifetime of successes. Continue with the step of overcoming worry that puts you onto The Path.",
  "step_of_the_day": {
    "title": "Overcoming procrastination (Pillar #9)",
    "content": "Most of us procrastinate. There is always some resistance to following through: fear of loss, fear of rejection,\n      making a mistake, judgments. And the more you question or judge yourself the more difficult it is to make\n      decisions or act. In addition, focusing on the negative will also create resistance to moving forward. Like a\n      Monday morning quarterback, you will always find a reason to regret your choice – making the next action more\n      difficult. We can say that procrastination is a way of avoiding imagined negative outcomes. Here is an opportunity to take a step forward and get better results: making a decision not to allow yourself to\n      be controlled by these negative thoughts or fears. Recognizing that trying to avoid, only interferes with your\n      success and happiness in life."
  },
  "action_step": "Identify an action you have been avoiding or putting off. Commit to taking this action today. If you are unclear\n      what needs to be done – and this is part of why you have procrastinated, what action can you take to gain clarity.\n      If you need support to take the step, who can you ask for support. Take some action today that helps you overcome\n      your procrastination.",
  "journal_entry": "Give yourself credit in your journal writing for whatever effort you made toward taking action. If you were only\n      partially successful, write about what got in your way, or what still needs to be done. Share with yourself\n      whatever emotions were attached to this process."
}