{
  "step_number": "340",
  "review_and_appreciate": "Review and Appreciate: Every time you shifted from judgment to acceptance you moved along The Path.",
  "quote": "“Right thinking will always take you in the right direction on The Path\\\" Stephen Sideroff",
  "step_of_the_day": {
    "title": "Learning “Right thinking\\\" (Pillar #5)",
    "content": "“Right thinking\\\" points you in the direction of a successful life. A life of optimal health,\n            relationships, and performance. Right thinking supports living a life of excellence. You remember in school\n            when you took an exam or got your grades at the end of a year, the best students received grades of “A\\\" or\n            Excellent. They were typically the students earmarked for great things in life. You can be that student. You\n            can live every day at the level of excellence. And source your results from this grounding.Excellence in your thinking refers to focusing on possibilities rather than difficulties, what can go right\n            rather than what can go wrong. Part of this process requires identifying unproductive or destructive habits\n            and working to eliminate them. One example is a tendency to get distracted easily when doing an important\n            task. If it’s experienced as difficult, uncomfortable or with the concern of not being able to do it well,\n            there might be a tendency to shrink from it by shifting to something easy: an easier task, playing\n            solitaire, or simply checking out. Thus, right thinking is first recognizing the undermining negative\n            thinking, putting a fire wall between you and it, and then shifting into right thinking which would look\n            like, “If I fully go for it I can do it – or I see the possibilities. I’m allowed to not be perfect and to\n            make a mistake. I will appreciate my efforts and be accepting of myself.\\\"Another example would be living with the expectation that something will go wrong, that the world is\n            dangerous, or someone will do you wrong. This “wrong thinking\\\" will automatically cause you to shrink from\n            the contact boundary between you and your environment. When this happens, it renders you less present, less\n            available, and less “response-able\\\". Right thinking focuses on what can go right, and how you can be\n            successful, and that people will respond positively to you.Sometimes before you know it, you have been triggered emotionally, you then make interpretations about what\n            is going on and potential dangers, based on this reactive emotion – based on past experience (derivative\n            from your childhood). Thus, you have gone into “wrong thinking\\\". When this happens, it’s important to\n            awaken out of your automated pattern and shift into right thinking mode, as noted above.Remember: your primitive gestalt pattern is never correct – even when it is presenting facts. That’s because\n            it comes from an undermining and unsupportive perspective."
  },
  "action_step": "Today hold the intention to be in “Right Thinking\\\" mode. And when you are not – to notice this and shift\n            into right thinker.\"",
  "journal_entry": "Write about your tendency for wrong thinking as well as your ability to be a “Right thinker.\\\""
}