{
  "step_number": "344",
  "review_and_appreciate": "Review and Appreciate: Any effort to shift into a positive belief yesterday put you on The Path.",
  "quote": "\"You can ground yourself in the lessons of your past, or in your future vision. One holds you back and the<br>  other propels you forward\" Stephen Sideroff",
  "step_of_the_day": {
    "title": "How to start your day on The Path. Make your first choices of the day, the right choices (Pillars #1-9)",
    "content": "It's true that you learn from experience. And it makes sense to base your expectations on lessons of the\n  past. Unfortunately, this is also a way to stay rooted in the past and continually recreate the results of\n  the past.If you want to experience breakthroughs in your life and experience different and more rewarding results,\n  it's necessary to pull up the anchor lodged in your past. One way of doing this is to identify and paint a\n  picture of your healthy and positive vision of your future. By focusing on this vision, allowing it to\n  excite and support you, you can better let go of the anchor.Optimal functioning which I refer to as being on The Path, is supported by starting your day grounding\n  yourself in your healthy vision of the future. This might be a strong and healthy relationship, better\n  health, or a goal you set in your career or finances. From this perspective you then identify what you are\n  committed to creating today."
  },
  "action_step": "Hold a mental image of your vision: where you want to be a year from now. Experience this mental process in\n  as much detail as possible - sights, sounds, smells, taste and feelings. Allow this image to lift you up and\n  motivate you for the day. Next, look at your day and ask, \"what am I committed to causing to support my\n  vision, that wasn't going to happen without my effort?\" Make this your goal for the day.",
  "journal_entry": "Write about your vision for one year from now, and how much you are committed to causing it to happen."
}