{
  "step_number": "35",
  "review_and_appreciate": "Review and Appreciate: Give yourself a pat on the back for taking a step to overcome your procrastination, along\n      with any of the other steps you took yesterday – including your relaxation or meditation exercise. Appreciate\n      yourself for striving to be on The Path.",
  "step_of_the_day": {
    "title": "Identifying harmful self-talk: countering with your Gestalt Dialogue (Pillars #1, 5 & 6)",
    "content": "The world isn’t safe. • It’s not OK to be angry. • Men shouldn’t cry. • Women shouldn’t be assertive • Always be\n      on guard. • It’s not OK to make mistakes. • You are responsible for the feelings of others. • Don’t accept\n      compliments because you may become too cocky. • You are not OK; you are ﬂawed. • You can’t get anything right. •\n      You are prone to making mistakes. • You make bad decisions. • You must be productive all the time. • You will\n      never be successful. • You are not lovable. • You don’t deserve. These early childhood lessons – part of your Primitive Gestalt Pattern - shape the development of your brain as\n      well as your behavior. It is during this early stage of life that brain circuits, sometimes referred to as “cell\n      assemblies,\\\" are created and reinforced (i.e., become associated with success: getting your needs met or avoiding\n      punishment and pain). These cell assemblies gain strength, and those circuits and brain cells that are not\n      reinforced disappear. In other words, your developing brain is a reﬂection of the world in which you grew up. Once\n      established early in life, these patterns become more and more difﬁcult to shift. After all, they were learned\n      during your earliest survival efforts and are literally imprinted in your brain. Furthermore, the development of\n      these patterns began before you were able to verbalize the lessons; thus, they sit in your body as feelings—making\n      them even more difﬁcult to recognize. Primitive Gestalts “lock in\\\" ways of thinking and behaving. In your early attempts at security and survival,\n      they create answers to immediate needs. Fritz Perls, who helped found the Gestalt Therapeutic approach, noted that\n      as children we swallow messages (from parents and society) whole, without chewing or tasting. You make these\n      “rules of living\\\" your own, like the rules identiﬁed above. The conclusions you reach interfere with growth. As a\n      result, Primitive Gestalts and their neuroanatomical representations interfere with you getting your true needs\n      met and achieving true completion and happiness. We might also say that they limit your ability to adapt or learn\n      new lessons, a key to resilience. In fact, this existing internal voice or parent is never correct – even when it\n      recites some fact. This is because it is functioning from a framework of inaccurate motivations. It will thus use\n      facts to support that framework. And we are working to break free and establish a new and healthy framework."
  },
  "action_step": "Today pay attention to how you talk to yourself, or a rule or belief that you are listening to that is not serving\n      you. It might be one of those I mentioned above – or similar. It might be a message that you have hardly paid\n      attention to: pay attention today. When you notice this old voice or internal parent giving you a negative\n      message, label it as “inappropriate\\\" or “not supportive\\\".\n      Switch to your healthy internal parent and have that developing voice speak. You might even try out a Gestalt\n      Dialogue in which you switch from one voice to the other – and have a dialogue. If you do this, I recommend\n      actually switching chairs so that you are better able to distinguish when one or the other voice is talking.\n      Remember the old voice is very powerful. By separating them, you are giving the new, healthy voice an opportunity\n      to be heard.",
  "journal_entry": "Sitting with your journal is time you are taking with yourself and your process. It can only help to nurture your\n      growth and being on The Path."
}