{
  "step_number": "359",
  "review_and_appreciate": "Review and Appreciate: Did you take the challenge I gave you yesterday? To imagine living the day as if\n            it’s the last day of your life. When you come from this perspective it adds urgency to your actions. If you\n            did, and it supported you taking difficult steps, that put you on The Path.",
  "quote": "“I don’t believe that people are afraid of the unknown. I believe that people are afraid of the known repeating itself.\\\" - Michael Strasner",
  "step_of_the_day": {
    "title": "Today take action from the perspective of creating a new reality for yourself. Today decide the person you\n            want to be (Pillar #1, 5, & 9)",
    "content": "It’s common to believe that what stops you from taking action is not knowing what to expect. Similarly, it’s\n            being afraid of the unknown – that which hasn’t yet happened. However, the fear can be reframed: it’s afraid\n            that you will get the same results as in the past, or that you will be lacking in some quality that held you\n            back in the past.These perspectives keep you stuck in the past and stuck with the results of the past. It’s like you are\n            taking an anchor and throwing it into your past and hooking all the negativity you are trying to “grow\\\"\n            away from – or grow out of."
  },
  "action_step": "Today take a more progressive approach that is anchored in your optimal image of yourself: who you are\n            capable of being. And what your vision is of yourself in the future. Throw the anchor forward and allow it\n            to pull you in the right direction. Today take action by being how you want to show up being (courageous,\n            passionate, competent, focused, giving 100%). Complete this process by visualizing, and coming from, the\n            best version of your future self.",
  "journal_entry": "Write about how you see yourself in the future, from an optimistic and positive perspective."
}