{
  "step_number": "364",
  "review_and_appreciate": "Review and Appreciate: Were you aware of living \"Above the Line\" yesterday? Did you take action to be\n  above the line; action to take responsibility for your happiness - yesterday? If you did, that put you on\n  The Path - two days before the completion of the \"365 Steps on The Path of Resilience and Success.\"",
  "quote": "\"Yesterday is history, tomorrow is a mystery, today is a gift of God, which is why we call it the<br>  present.\" - Bill Keane",
  "step_of_the_day": {
    "title": "Decide and then commit to how you want to be present today. How much of the day today are you able to be in\n  the present? Go for it. (Pillar #7)",
    "content": "When your mind is occupied with the past, you don't have choice. When your mind is in the future, you don't'\n  have \"response-ability\". You are in the reactive mode instead of being in creation. Your growth, learning,\n  effectiveness and your power, come from how much time you spend being fully present.Let's take this one step further, because you can also decide how you want to be present. You can be present\n  and resentful. You can be present and stressed. You can be present and feel like external events are\n  dictating your behavior. Or, you can be present and fully responsible for your attitude and actions - the\n  creator of your day and your life!"
  },
  "action_step": "Hold the intention today to be fully in the present, and when you are not present, to notice as quickly as\n  you can and without judgement, guide yourself back to the here and now. Since it's easy to get distracted by\n  \"stuff\", find some way to remind yourself to bring yourself into the present moment - such as setting your\n  smartphone periodically throughout the day, or using cues, such as each time you enter a doorway.Second: commit to taking full responsibility for your attitude (a positive one, of course) and being the\n  source of your day and holding the intention for creating a masterpiece out of the day.And let's do this for two days, before I send out the last and 365th Step.",
  "journal_entry": "Write about what takes you away, distracts you from the present."
}