{
  "step_number": "37",
  "review_and_appreciate": "Review and Appreciate: Take a moment to appreciate your ongoing progress with the Steps program. If you havefallen off and gotten back onto The Path, that's great! It only takes a step or two to regain momentum.",
  "step_of_the_day": {
    "title": "Your optimal emotional-physical-mental-spiritual state today",
    "content": "There was a time when I found it very difficult to meditate. After a few minutes I'd become uncomfortable; I'dget distracted; I'd feel like I wasn't getting anywhere. I found this frustrating and a source of displeasure withmyself for not doing what I knew so many others were doing regularly. Then I made two decisions that changed my meditation practice and allowed me to be more successful at doing itregularly and they both had to do with self-judgment. First, I recognized that I was continually looking for someoutcome that was elusive. And as a result of not finding it, became frustrated. Second, when I got distracted oruncomfortable and wanted to stop, I realized that again, I was judging my performance in a negative way and feltunsuccessful. This made me less likely to continue. When I accepted \"being in the moment\" as the goal - not some other elusive outcome; and stopped judgment of howI was meditating or if I got distracted - suddenly I felt freed and lighter. I began enjoying the meditation. Andmost important, what I found was that I was more successful in staying in the moment. And this is the key tosuccess - any type of success: the ability to stay in the moment, and in contact with your environment. By being more accepting of myself and my performance, I was able to be in what I refer to as my optimalemotional-physical-mental-spiritual state. As I said, in this state I feel lighter, less burdened, more present,more appreciative and grateful."
  },
  "action_step": "Today's action step is living in \"non-judgment\" to facilitate being in the present - in the moment. Much of whatyou do will be experienced more positively if you remove all your judgments. In addition, if you can be with whatyou are doing right in this moment rather than worrying about the future.",
  "journal_entry": "Write about any difficulties you are having with being non-judgmental with yourself."
}