{
  "step_number": "39",
  "review_and_appreciate": "Review and Appreciate: Give yourself credit for reviewing a couple of your relationships and recognizing the\n      differences. How’s your relaxation/visualization exercise coming along?",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Shifting into a more positive perspective to raise your mood and chances of future success. (Pillars #5, 6, &\n      8)",
    "content": "Your Primitive Gestalt pattern imprinted during childhood – the pattern we have begun working on recognizing and\n      letting go of – contributes to your loss of adaptability, how you feel, and your ability to grow and gain\n      self-confidence. Wow – that’s a lot of holding back! It’s as if a boundary is established: what’s inside is you;\n      what is outside is not you, “so don’t go there\\\". Such a fixed, closed boundary inhibits growth. As soon as you\n      get close to your boundary you begin to feel uncomfortable, which makes it more difficult to move forward and do\n      the difficult tasks. We will address one aspect of this personal bias today. Numerous psychological experiments have demonstrated that personal bias determines how and what you perceive. You\n      are more likely to see what it is you are expecting and miss much of the environment/experience in the process. In\n      addition, you are more likely to notice the negative, the potential dangers, rather than what’s positive and\n      calming. In short, there is a greater focus on the negative which directly affects your mood and your self-judgments. For\n      example, if you are worried about your performance or an outcome, you may handle the situation well and get a\n      positive result, but the memory will be stored as a stressful and anxious experience, rather than a successful\n      experience. The next time there is a similar situation, instead of being more confident as a result of your\n      previous success, you will continue to worry and feel stressed."
  },
  "action_step": "In my book I refer to “stalking your pattern\\\". Think of how an animal stalks its prey. It has single focus,\n      paying close attention to its goal. Use this notion to notice your PG pattern and what comes automatically to you\n      – such as looking for what can go wrong. Hold the intention to focus on what can go right today as well as\n      focusing on what you do well. If you handle a stressful situation well – remember and emphasis your success, not\n      that it was difficult.",
  "journal_entry": "Write about your efforts to come from a more positive place. This includes noticing your resistance to the\n      process."
}