{
  "step_number": "40",
  "review_and_appreciate": "Review and Appreciate: Are you catching your critical voice at times? Are you then able to switch to a moreloving and positive perspective? Appreciate these efforts.",
  "step_of_the_day": {
    "title": "Addressing extraordinary circumstances most effectively",
    "content": "Today all of us are faced with the uncertainty and danger of the Corona Virus. While this is specific to March of2020, it serves as a good example of how to handle real dangers. Right now, we can see a wide range of responsesfrom panic to keeping your head in the sand and hoping the danger goes away. So, here are the main points ofdealing with real dangers:Stay calm for best results: panic and worry actually leave you less capable of handling dangers, as they mobilizeyour body, using precious body resources, while not making you any safer. In addition, they also shift cognitivecontrol from your cortex where best thinking and problem solving can occur, to lower, survival and emotionallybased brain centers. No matter the danger, it's always most effective to remain calm. Here is where the regularpractice of a relaxation response comes in handy.Healthy engagement: from this calm perspective, identify what you can do to be as safe as possible. And then, takethese actions.After taking useful steps, stay alert and open to new information, but don't waste time and energy going throughthe millions of related links on the internet, or otherwise going over and over the same issues.When there are widespread dangers, there will be the tendency to go into the stress response frequently orconstantly. This is to be expected, as people around you as well as the media keeps bringing up the issue. But thesame lesson is true: this mobilization of your fight or flight response doesn't give you any greater degree ofsafety. Therefore - monitor your body's response throughout the day, and continually remind yourself to go into acalmer place, based on the steps above."
  },
  "action_step": "Follow the process above: determine specific actions that you can take to prepare for danger, such as gettingextra supplies and designing your schedule to avoid large crowds. Tell yourself that you have taken the importantsteps to stay safe. And then relax your body and shift your focus to important things in your personal lifeneeding attention.",
  "journal_entry": "Write about how you are managing with the current worldwide threat. Are you able to stay calm? Are you able to letgo of unproductive worry?"
}