{
  "step_number": "41",
  "review_and_appreciate": "Review and Appreciate: Did you address your reaction to the current virus threat? Did you make any adjustments?",
  "step_of_the_day": {
    "title": "Developing a new stress response for the 21st century: a \"Calm focus,\" for greater resilience and success",
    "content": "We have only one stress response: the fight or flight response. When there is any danger, threat or even\n      uncertainty your body mobilizes by preparing with this response: muscles tighten, heart rate speeds up, digestion\n      slows down or stops. And it doesn’t matter if the threat is real or imagined, your body will prepare in the same\n      way. Your response presents two problems: 1) you tense and waste precious energy even when there isn’t any real\n      danger (remember you don’t have unlimited energy and your body is continually making choices between protection\n      and body healing), and 2) even when there is a real danger, preparing to fight the danger or run from it can be\n      draining as well as unproductive. The result is lowered resilience. (Think of this one study in which a high stressed group and a low stressed group were both given 10 mm cuts on\n      their arm. It took the high stressed group twice as long for the cut to heal.) Our society has developed far beyond the time when survival requires this outmoded response. It’s important to\n      match the demands of your life with a response that is adaptive and appropriate – in order to keep your body best\n      able to stay in balance, or, as I say, with optimal self-regulation. This is when you are best able to maximize\n      your immune system functioning, as well as the recovery of your body and staying healthy."
  },
  "action_step": "Practicing your relaxation and visualization exercises is the foundation of resilience. The more you practice it,\n      the more effective your body becomes in recovering from stress. In addition, your effectiveness allows for the\n      reengineering of your stress response; from “Fight or flight\\\" to “Calm-Focus\\\". You can then engage the following\n      processes. The next time you notice that you are stressed:Determine if your concern is warranted – or you realize you automatically reacted to a situation that doesn’t\n      really demand heightened concern. If it doesn’t, tell yourself that you are safe, and engage your relaxation\n      response.If you decide there is a real danger: after you determine what you can do to prepare for it, remind yourself that\n      your best way to mobilize is with a “Calm-focused\\\" approach. This means you are mindful of what needs to be done,\n      but you can do this while remaining or becoming calm.",
  "journal_entry": "Write about your efforts to reengineer your stress response into a “Calm-focus\\\" approach."
}