{
  "step_number": "43",
  "review_and_appreciate": "Review and Appreciate: An important step in the process of developing new habits and behaviors is reviewing yourprogress, appreciating your successes and taking responsibility to do better when you don't act. This is whatkeeps you on The Path or gets you back onto The Path. Take a moment now to review your last few days.",
  "step_of_the_day": {
    "title": "Making the most of a difficult situation",
    "content": "We can all identify with the impetus for today's \"Step\". I have defined my model of resilience in the broadestof terms. In this definition, resilience means functioning in the most optimal way - moment by moment. In otherwords, no matter how difficult or problematic your situation, there is always a \"best way\" to handle it. When youtake this perspective, you are already helping yourself cope; it gives a sense of control from which to groundyourself. Since we are all facing the uncertainty of the Corona Virus, let's assume this to be our biggest challenge today.As I have indicated, it's always important to notice and address feelings that arise within us. Take a moment tobe aware of these emotions right now. It may be worry, concern, anxiety, or feelings of loss. Give yourself a fewmoments to feel and acknowledge them. Remember, feelings ignored and not addressed, don't go away. They justaffect you unconsciously and thus can only interfere with your best self. Allowing yourself to experience thesefeelings helps them move through your body so you can let go of them. I've already talked about our healthy internal parent and developing this voice within ourselves. This parent hasboth feminine and masculine aspects. Right now, let's call on the masculine component of your internal parent."
  },
  "action_step": "If we give it a voice, it would say: \"Let's take whatever actions we can today to be safe and minimize exposure.Wash regularly, keep appropriate distance and use disinfectant as needed. Perhaps use a nasal flush withsaltwater.\" It might go on to say, \"stop reading or listening to every media outlet, it's not going to make youany safer. No one has the answers you are looking for. Pick one trustworthy news source and let go of all therest.\" \"Make a plan, with consultation of those you love and trust. Stay in touch with those friends and familyyou are close with. Keep them in your heart. Once you do all this, remind yourself that you have done whatever youcan do. Shift your focus to your daily tasks and do your best to let go.\" Whenever a worry comes up, remindyourself that you have already done what you can do and let go and shift focus again.",
  "journal_entry": "Notate what actions you took today to be safe, connect with loved ones and to shift your focus to fulfill yourdaily tasks and let go.",
  "quote": "\"Tough times never last but tough people do\" —Robert H. Schuler"
}