{
  "step_number": "44",
  "review_and_appreciate": "Review and Appreciate: Once again, take a moment to reflect on whether you took a positive perspective yesterday;\n      functioning in the most optimal way. If you did, then appreciate being on The Path. If you didn’t, it’s not too\n      late. Do it now to get back onto The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Resilience and immune system functioning",
    "content": "Resilience enhances your ability to ward off infection. There is considerable evidence that stress impairs immune\n      system functioning. For example, one study found a decrease in natural killer cell activity when subjects were\n      under greater stress. Natural killer cells are those that can bind to and kill certain tumor cells and\n      virus-infected cells. In another study, men and women who were chronically stressed by caring for a spouse with\n      dementia, showed clear deficits in both their cellular and humoral immune responses to an influenza-virus vaccine\n      compared with well- matched control individuals who were not care-givers. In other words, mastering your stress\n      will support optimum immune system functioning. Managing stress means reducing the number of times you activate your body with the stress response, quickly\n      turning off the response after a stress is over and giving your body the opportunity to recover."
  },
  "action_step": "Here are today’s steps for you to take:1. Notice assumptions of danger you make that activate your nervous system. For example, if you haven’t heard from\n      someone, you might jump to the conclusion that they are upset with you. (Remember, your stress response prepares\n      you for immediate threats – real or imagined - by mobilizing you to either fight or run from the danger.) Then\n      think of an alternative, as well as a more positive assumption that you can replace it with. This will help lower\n      your physiological arousal.2. Find time today and every day to practice your relaxation exercise. This retrains your body to turn down stress\n      activation. Here is a link to my free exercise that you can download:http://drstephensideroff.com/wp-content/uploads/2018/02/Sideroff-Relaxation.m4a3. We typically fail to take note when a stressful experience is over, thus our bodies don’t turn off the stress\n      response. Said another way, we don’t take note when we don’t have to act stressed. Today, notice as many times as\n      possible, when you don’t need to mobilize your body, that you can give it a break – and tell yourself it’s okay to\n      be calm.4. Sleep is the best time and source of recovery. Make sure you are getting enough sleep.5. When you prepare for sleep, remind yourself that you are safe and can let go into a deep sleep to restore vital\n      body resources (such as neurotransmitters in the brain).",
  "journal_entry": "Write about the assumptions you make that might not be accurate yet cause you concern or worry. How can you shift\n      these assumptions?"
}