{
  "step_number": "45",
  "review_and_appreciate": "Review and Appreciate: Would you say that you were on The Path yesterday? Appreciate your efforts or get back on\n      The Path by doing today’s action step. Do a relaxation exercise – even if it’s for just 5 minutes.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      The benefits of positive emotions – enhancing your ability to self-regulate",
    "content": "An overriding goal of your body and your mind should be staying or returning to a place of physiological balance.\n      It’s from this place of balance that your mind and body function best. When we experience positive emotions, such\n      as appreciation and gratitude, the body’s response is to turn on the parasympathetic – or recovery branch – of\n      your nervous system. One type of biofeedback is referred to as heart rate variability (HRV) training. Stress and\n      negative emotions cause HRV to go into a chaotic pattern in which there is an overemphasis on the sympathetic or\n      activation branch of the nervous system. On the other hand, when we let go of stress and when we experience\n      positive emotions, the HRV pattern becomes “coherent\\\" looking like a smooth sinusoidal wave. When we are in HRV\n      coherence our heart rate speeds up with breathing in and slows down with breathing out. This results in a\n      symmetrical sine wave. When this happens sympathetic and parasympathetic are in balance."
  },
  "action_step": "HRV coherence is facilitated by two things; a breathing rate of approximately six breaths per minute – or 10\n      seconds for a full breathing cycle and experiencing positive emotions. Let’s take just a few minutes to do\n      this:1. Put everything else to the side for 5 minutes. Get into a comfortable position and breath in, to the count of 4\n      and breath out to the count of 6 (we emphasize breathing out, since that encourages more time in the\n      parasympathetic [recovery] mode). As you breathe out, imagine melting or sinking into the chair, to allow all your\n      muscles to let go.2. While doing this, focus on a person whom you have gratitude toward. Think of that person and your sense of\n      gratitude as you imagine breathing through your heart.After 5 minutes, notice how much calmer and more relaxed you feel.",
  "journal_entry": "Reflect on your ability to relax and be calm and how much control you feel you have over this process."
}