{
  "step_number": "46",
  "review_and_appreciate": "Review and Appreciate: Give yourself a subjective score for your efforts to be on The Path. However, you rateyour effort, don't judge, simply commit to achieving a higher score over the next few days. And of course,appreciate what ever efforts you have been making.",
  "step_of_the_day": {
    "title": "Self-parenting",
    "content": "It's the rare person who would say they were parented in a way that met all their childhood needs. Most if notall of you had parents who fell short of meeting the mark. It's not that they didn't necessarily try, but theirown emotional wounding made it impossible. When this happens, it results in unmet needs that will drive yourbehavior, but typically, unconsciously. For example, you might only feel good about yourself if you are productive- thus keeping you stressed as you try to live up to unreasonable expectations. These needs include the need forlove, acceptance, approval, value, etc. Many of you are good at giving these messages to your children or friendsbut have great difficulty giving them to yourself."
  },
  "action_step": "While it's important to be around people who can meet some of these needs, it's most important to be able to givethem to yourself. This is where the development of a healthy internal voice/parent comes into play. Keep in mind,you wouldn't question what it takes to treat your body in a healthy way: eating healthy food, exercising andgetting sufficient sleep. Similarly, you don't want to question how to treat yourself mentally and emotionallyfrom a healthy perspective. This means hearing your healthy internal parent come from a place of love, acceptance,compassion, support and self-care.",
  "journal_entry": "Write about your struggle between your existing negative internal voice, and the healthy voice we are developing.",
  "quote": "\"If the day ever came to where we accept ourselves and our children exactly as we are and as they are then, I believe, we would have come very close to an ultimate understanding of what ‘good' parenting means.\" —Fred Rogers"
}