{
  "step_number": "47",
  "review_and_appreciate": "Review and Appreciate: Give yourself credit for your effort to identify and come from your healthy internalvoice/parent. Let's stay on The Path, by loving and accepting yourself.",
  "step_of_the_day": {
    "title": "Overcoming a negative or critical internal voice/parent",
    "content": "For many of you, yesterday's step was difficult. You have an internal voice I would call a \"critic\", alwayslooking for what you did wrong, rather than what you did right. Some of you believe that being critical andjudgmental is the only way to keep yourself on the \"straight and narrow\". Feeling that if you stop being criticalyou might get lazy. It's a slippery slope. This voice developed out of the lessons of your childhood. From yourlearned responses to your early environment. It has gotten reinforced as you feel it's helped you get to where youare today. But this negative voice only serves to keep you on edge, stressed and always feeling like you aren'tgood enough. You will achieve greater success and overcome your shortcomings if you stop listening to the old voice thatundermines your foundation! It's important to recognize that your old internal voice comes from a perspective that doesn't serve your bestinterests. Therefore, it's NEVER correct! Even when it recites a fact; it is still wrong, since it will use thefact to put you down. Your healthy internal parent response is always an accepting, compassionate, loving andsupportive response."
  },
  "action_step": "1. Notice when you give yourself a critical or negative message.2. Label this message as \"Inappropriate\" or \"destructive\" - thereby delegitimizing it.3. Shift to the voice of your healthy internal parent and come from a place of acceptance, love, compassion,support and care. For example, if you are being hard on yourself for making a mistake: A) have compassion forwhatever negative consequences you are experiencing as a result of the mistake, B) identify some lesson to belearned from the experience so that it's less likely to happen again and you will do better the next time C)decide that this lesson is what balances out the cost of the mistake, D) forgive yourself, E) let go4. Look for other opportunities to shift to the positive internal parent",
  "journal_entry": "Appreciate your efforts to shift your center of gravity to the healthy internal voice.",
  "quote": "\"You have been criticizing yourself for years, and it hasn't worked. Try approving of yourself and see what happens.\" —Louise L. Hay"
}