{
  "step_number": "48",
  "review_and_appreciate": "Review and Appreciate: This week we have focused on how you treat yourself. Take a moment to appreciate themessages of your developing, healthy voice.",
  "step_of_the_day": {
    "title": "Overcoming procrastination today",
    "content": "They say that a good salesperson is someone who isn't bothered by rejection or failure. But for most of us, thisis difficult to take, and we do our best to avoid. The fantasy or expectation of failure and judgment is usuallybehind procrastination. This is fueled by the negative or critical internal parent we have been addressing. Whathave you been procrastinating about? Have you spent time staying busy with low priority actions while avoidingthose more important behaviors that can make a difference in your life? Remember, the way you build trust and confidence in yourself is by doing the difficult and challenging things inyour life."
  },
  "action_step": "Here's a step by step approach to overcoming procrastination:1. Identify some action that you have avoided or have had difficulty attending to.2. What is your fear or worry? What's the negative outcome or judgment you are concerned about? Perhaps you aresomeone who feels you should do everything perfectly and not make any mistakes? And this uncertainty has frozenyou?3. If the task you have been avoiding feels too big, try to break it into smaller steps.4. Think about how great you will feel after taking the avoided action.5. Shift to your Healthy Internal Parent and have that voice support you by saying the following: \"You are allowedto make a mistake, no one is perfect. The way we grow, get better and advance in life is by doing those tasks thatare the most difficult. When you take this action, it will show that you can rely on yourself. If you don't get itexactly right, that's ok as long as you learn from the experience so that you can improve for the next time. Ilove you no matter what happens\".Put the task into your schedule and commit to following through. When you do it, no matter the outcome, appreciateyourself for doing something that was difficult.",
  "journal_entry": "Write about your process of overcoming procrastination",
  "quote": "\"On the sands of hesitation, lay the bones of countless millions. Who, at the dawn of victory sat down to wait, and waiting, died\" —Evangeline Wilkes"
}