{
  "step_number": "50",
  "step_of_the_day": {
    "title": "Your best mind set: The most effective mental approach to frame today's circumstances (Pillar #5 Mental balance& mastery)",
    "content": "Today's crisis offers an opportunity to learn resilience and optimal functioning - in other words, being on \"ThePath\". How you perceive, and how you think, make a very big difference in how well you go through this crisis. Ifyou can imagine yourself going through life as if you are on a \"Life Journey\" navigating through the best andworst of times, then right now you can view the current situation as a challenge, one in which you will devote allyour intention and energy toward overcoming."
  },
  "action_step": "the components of this optimal mental approach:1. Challenge to be overcome: it's easy to want to shrink from or hide from the dangers facing you. And this mightbe your normal tendency. This only leaves you feeling helpless and even more stressed. Furthermore, by avoiding,or mentally running away, you give yourself a negative message of being incapable of addressing the situation andultimately incapable of meeting your own needs. This causes a downward spiral in self-confidence. If, instead, youtake the challenge to face the difficulty, be proactive, and decide, \"I'm going to embrace this challenge\", youcultivate trust in yourself, resulting in growing your self-confidence and resilience.2. Challenge to learn from: the next part of this approach is to decide that this is an opportunity to learn andgrow. If you think about your life journey as one of self-discovery, what can you be learning from thisexperience?3. Challenge to go deeper inside: reaching inside to find your strength needs to be an ongoing process. Clientsask me, \"What am I looking for when I do this?\" \"How will I know if I'm doing it right?\" Think of a tall tree.The taller a tree wants to grow, the deeper and stronger must be its roots. The tree never asks; \"Am I reachinginto the earth correctly?\"4. Determining an intention for this difficult time that is pro-active and helps maintain calm in face ofdanger.5. Create an affirmation - a statement written as if you have already accomplished the intention. For example, \"Iam facing my fears, and this difficult situation. I am taking steps to help myself cope as well as to be calm inface of the danger.\" Write this on a 3x5 card and read it and meditate on it 5 times during the day todayincluding before you go to sleep.6. By practicing a relaxation/visualization exercise, you will be better able to go to a place of calmness inside.Here is the link to a free audio download from my website (Relax & Recover) http://drstephensideroff.com/",
  "journal_entry": "Take a few minutes to write about your efforts with this program as well as your feelings.",
  "quote": "\"If you are going through hell, keep going.\" —Winston Churchill"
}