{
  "step_number": "51",
  "review_and_appreciate": "Review and Appreciate: As in previous days, reflect on how you followed through with yesterday’s step. Most of\n      these steps require little time – just great intention.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Your best attitude for resilience in the face of today’s threat (Pillars #5 & 6)",
    "content": "Your attitude is a combination of thinking, beliefs and feelings. You do have some choice over this. Since your\n      attitude can contribute to how well you go through this part of your Life Journey, it’s important to identify the\n      most effective attitude."
  },
  "action_step": "- the components of your best attitude to navigate this crisis:1. Recognize you can influence your attitude with intention: Simply making the decision to find and practice a\n      “best attitude\\\" helps your physiology. I have been presenting some of these “steps\\\" about the need for a\n      balanced nervous system. When you decide to shift into a best attitude, you help to calm your nervous system,\n      which leads to more effective body functioning.2. Belief: The best belief is that you are going to make it through this ordeal. You might take a hit, but you\n      will survive. Take comfort in this conclusion and belief.3. Belief & thinking: The more you can tell yourself that, by positively approaching this challenge and\n      learning the lessons offered, you will actually come out of the crisis in better shape than when it began.4. Cultivating positiveness: While it’s difficult to be positive during these times, finding what you can be\n      positive about will help you be most effective. Of course, there are many concerns, but once you address your\n      worries, let them go for the moment, and shift into a more positive attitude. Use the healthy internal parent we\n      have been cultivating to support this process.The attitude you are developing can be called your optimal strategy, which is to identify the threats, determine\n      what you can do to mitigate or avoid or fight the threat. Once you deploy or are ready to deploy – such as buying\n      necessary supplies – let go and focus on how you can learn or appreciate today.",
  "journal_entry": "Continue to sit with your journal and notice and appreciate your efforts."
}