{
  "step_number": "51",
  "review_and_appreciate": "Review and Appreciate: As in previous days, reflect on how you followed through with yesterday's step. Most ofthese steps require little time - just great intention.",
  "step_of_the_day": {
    "title": "Your best attitude for resilience in the face of today's threat (Pillars #5 & 6)",
    "content": "Your attitude is a combination of thinking, beliefs and feelings. You do have some choice over this. Since yourattitude can contribute to how well you go through this part of your Life Journey, it's important to identify themost effective attitude."
  },
  "action_step": "- the components of your best attitude to navigate this crisis:1. Recognize you can influence your attitude with intention: Simply making the decision to find and practice a\"best attitude\" helps your physiology. I have been presenting some of these \"steps\" about the need for abalanced nervous system. When you decide to shift into a best attitude, you help to calm your nervous system,which leads to more effective body functioning.2. Belief: The best belief is that you are going to make it through this ordeal. You might take a hit, but youwill survive. Take comfort in this conclusion and belief.3. Belief & thinking: The more you can tell yourself that, by positively approaching this challenge andlearning the lessons offered, you will actually come out of the crisis in better shape than when it began.4. Cultivating positiveness: While it's difficult to be positive during these times, finding what you can bepositive about will help you be most effective. Of course, there are many concerns, but once you address yourworries, let them go for the moment, and shift into a more positive attitude. Use the healthy internal parent wehave been cultivating to support this process.The attitude you are developing can be called your optimal strategy, which is to identify the threats, determinewhat you can do to mitigate or avoid or fight the threat. Once you deploy or are ready to deploy - such as buyingnecessary supplies - let go and focus on how you can learn or appreciate today.",
  "journal_entry": "Continue to sit with your journal and notice and appreciate your efforts.",
  "quote": "\"You must never be defeated no matter how many defeats you encounter.\" —Maya Angelou"
}