{
  "step_number": "55",
  "review_and_appreciate": "Review and Appreciate: Did you pay attention to your relationships yesterday? Did you focus on loving and\n      positive connections?",
  "step_of_the_day": {
    "title": "Don’t get hijacked by others’ feelings: navigating the emotional waters of your environment (Pillar #6)",
    "content": "Being on The Path means identifying your emotional unfinished business and working through and letting go of\n      those feelings. When you do this, you will find that you have fewer and fewer “buttons\\\" that can be pushed,\n      causing you to emotionally react. However, this doesn’t take care of the emotionally wounded people you encounter.\n      And in today’s environment everyone has become more emotionally reactive. Today let’s address your management of the emotional energy surrounding you. I’m talking about the impact on you\n      of the emotional turmoil of others, and how you respond. You want to be sensitive to the emotional pain of others,\n      but not allow it to become toxic – or absorbed - by you. You want to be aware of the emotional pitfalls that are\n      present, while not getting caught in them."
  },
  "action_step": "Before engaging in conversations with others, take a moment to center yourself. Do this by acknowledging how you\n      are managing your stress; that you have been taking steps to feel and release your feelings, and have developed an\n      optimal mental strategy, based on The Path, and this “steps\\\" program. From this grounding, engage with others.\n      Then, notice how you are reacting to the fears surrounding you. Notice if your stress response is being activated.\n      Either during the conversation or after it’s over, remind yourself that you can deal just as effectively with the\n      situation from a place of calm. Take a few calming breaths: 4 seconds in and 6 seconds out, letting go on the\n      exhale. Appreciate your efforts to be resilient.",
  "journal_entry": "Write about how well you were able to put a barrier between you and negative feelings – others or your own."
}