{
  "step_number": "58",
  "review_and_appreciate": "Review and Appreciate: Thank you for taking yesterday’s step and being the change you want to see in the\n      world.You may have had difficulty – but still made an effort to reach inside. Appreciate this in yourself.",
  "quote": "“Every consciously performed deed leaves a subconscious trace (samskara)\\\" - Lama Govinda.",
  "step_of_the_day": {
    "title": "Grounding yourself (Pillar #1)",
    "content": "Grounding implies solidness. It can refer to a foundation, roots or anything else that might give you security.\n      Today, more than ever, it’s important to cultivate your ability to find this internal solidness. The expression\n      “grounding yourself\\\" is a way to find some stability, support; a way of anchoring yourself – in a healthy place.\n      This enhances confidence in yourself – pillar #1. In other words, it helps you get onto “The Path\\\". Much of the time we look outside ourselves for this grounding. We want someone else to do it for us – to support\n      us. Perhaps we feel it’s too difficult to do ourselves. You will never feel a true sense of security until you look inside, reach inside, to strengthen your own\n      foundation. When you look outside yourself you can never be certain that the support you seek will be there. This\n      fosters anxiety. When you develop it from the inside, it will always be there and there is comfort in this\n      awareness."
  },
  "action_step": "“Intention leads to a\n      consciously performed deed. Consciously performed deeds build the subconscious trace into changes in your brain\n      and life\\\" – Dr. Sideroff. When I refer to “grounding yourself” it is not only an action, it’s also a process of development. You don’t either have a foundation or no foundation. We all have a foundation that needs to be strengthened and when you look inside to ground yourself, you are also engaging in a developmental process that strengthens your foundation. Hold the intention today to strengthen your foundation by owning one of your successes and the hard work or abilities you demonstrated in achieving this success. This success might be how you navigated through a traumatic or difficult childhood. You might also acknowledge some aspects of how you are handling the current crisis.",
  "journal_entry": "This is a good subject for a thoughtful entry."
}