{
  "step_number": "66",
  "review_and_appreciate": "Review and Appreciate: Take a moment to review how you followed through with yesterday's step. What strength didyou identify? How did you apply it to your current circumstance? Make sure to appreciate your effort.",
  "step_of_the_day": {
    "title": "Noticing what might be holding you back",
    "content": "Yesterday I encouraged you to identify one of your strengths to use and further develop in order to meet thechallenge of today's crisis. Sometimes it's just as important to get out of your own way. By this I'm referring toa habit, belief or judgment that interferes with or takes away from your effectiveness. Your internal voice, orinternal parent might be quick to notice what you are doing wrong, pointing out your mistakes instead of what youdid well. It might have the tendency for catastrophic expectations - imagining the worst outcome. This focus onthe negative impedes your ability to think clearly and with flexibility to better problem solve. It constrictsoptions and causes you to hesitate, avoid or shrink from opportunity.I find that many of my clients have an unreasonable expectation that they should be able to do anything theyattempt perfectly without a mistake. This contributes to procrastination and makes it more difficult to moveforward as you fear the resulting judgments."
  },
  "action_step": "Identify one of your limiting or negative beliefs or judgments that might be holding you back or causingself-doubt. Call on your healthy internal voice that we have taken steps to develop. This voice comes from a placeof acceptance and love and support. From this positive place, identify a task you have been struggling to engagein, or have been procrastinating with. Have your healthy supportive voice encourage you to move forward with thisbehavior and let you know that you don't have to be perfect. You just need to do your best.",
  "journal_entry": "At the end of the day today, take a moment to write about today's process.",
  "quote": "\"Losers quit when they fail, winners fail until they succeed.\" —Robert Kiyosaki"
}