{
  "step_number": "66",
  "review_and_appreciate": "Review and Appreciate: Take a moment to review how you followed through with yesterday’s step. What strength did\n      you identify? How did you apply it to your current circumstance? Make sure to appreciate your effort.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Noticing what might be holding you back",
    "content": "Yesterday I encouraged you to identify one of your strengths to use and further develop in order to meet the\n      challenge of today’s crisis. Sometimes it’s just as important to get out of your own way. By this I’m referring to\n      a habit, belief or judgment that interferes with or takes away from your effectiveness. Your internal voice, or\n      internal parent might be quick to notice what you are doing wrong, pointing out your mistakes instead of what you\n      did well. It might have the tendency for catastrophic expectations – imagining the worst outcome. This focus on\n      the negative impedes your ability to think clearly and with flexibility to better problem solve. It constricts\n      options and causes you to hesitate, avoid or shrink from opportunity.I find that many of my clients have an unreasonable expectation that they should be able to do anything they\n      attempt perfectly without a mistake. This contributes to procrastination and makes it more difficult to move\n      forward as you fear the resulting judgments."
  },
  "action_step": "Identify one of your limiting or negative beliefs or judgments that might be holding you back or causing\n      self-doubt. Call on your healthy internal voice that we have taken steps to develop. This voice comes from a place\n      of acceptance and love and support. From this positive place, identify a task you have been struggling to engage\n      in, or have been procrastinating with. Have your healthy supportive voice encourage you to move forward with this\n      behavior and let you know that you don’t have to be perfect. You just need to do your best.",
  "journal_entry": "At the end of the day today, take a moment to write about today’s process."
}