{
  "step_number": "67",
  "review_and_appreciate": "Review and Appreciate: Did you identify one of your limiting beliefs? And did you make an effort to treat\n      yourself better, be more accepting of yourself in order to take an action you had been procrastinating on? Any\n      effort you made in this regard needs to be appreciated.",
  "step_of_the_day": {
    "title": "How to deal with “cabin fever\\\"",
    "content": "Life has become very constricted. We are limited in where we can go and what we can do. Our range of distractions\n      has been cut significantly. With shrinking outlets, and at the same time increased stress, the result is a growing\n      sense of “cabin fever\\\". This is a feeling of irritability, listlessness and upset resulting from confinement and\n      limitations. You want to be proactive in addressing this inevitable consequence and biproduct of the current\n      crisis.Many of you are living in close proximity with family members. This combined with the emotional upsets of this\n      crisis can create an environment fraught with opportunities for conflict and upset. Sometimes this is not\n      noticeable until you find yourself overreacting to little things that your partner or other family member do. It\n      takes intention and planning to cope in a healthy way with these limitations."
  },
  "action_step": "Here are two steps to take, one for you as an individual and one for you and your family.Overcoming personal cabin fever: Remember, there is always a “best way\\\" to deal with this or any situation. Here\n      I’d like you to take your limitations and turn them into an opportunity. It’s an opportunity to do a daily\n      meditation or relaxation/visualization practice. By practicing a relaxed breathing pattern or other type of\n      meditation, you train yourself to be calm and content in the moment. When you do these focus on being accepting –\n      of yourself and of others. Here is a link to one audio exercise and another can be found on my website:http://drstephensideroff.com/wp-content/uploads/2020/04/ImmuneStrengthening3.mp3Family: Daily activities, work, school and other tasks naturally separate us and give us “space\\\" or time away\n      from those we live with. This normal process creates an automatic emotional and physical distancing and rhythm to\n      your life. As you are in closer proximity for longer periods it is helpful to establish ways of signaling the\n      others in your space that you need a time out. This is healthy. It’s good to have an agreement that each person\n      can take this time and space without any questions being asked. This ability to set boundaries, in and of itself\n      creates a sense of control and a necessary feeling of freedom that can be, well, freeing.",
  "journal_entry": "If you take this action today, write about its positive impact on you and your family."
}