{
  "step_number": "69",
  "review_and_appreciate": "Review and Appreciate: Take a moment to review how you followed through with yesterday’s step. Did you take a few\n      moments to check in with your body? To notice where and how you might be out of balance? If so, again, appreciate\n      this effort you made to be on The Path of Resilience and Success.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Meeting your needs",
    "content": "Homeostasis is the physical, emotional and mental state of being in balance. Your primary objective, moment by\n      moment, whether referring to an evolutionary perspective, a survival perspective or a resilience and satisfaction\n      perspective, is to identify when you are out of balance, noticing your unmet needs, and then engaging with your\n      environment to get those needs met. Whether you notice you are hungry and realize you need to eat, or identify\n      tension in your body and realize you need to engage in a process to release the tension – or even if you notice a\n      sadness and realize you need someone to put their arms around you and give you comfort – you are satisfying the\n      most basic of all human processes.When we are blind to any of these needs, they don’t disappear, they go underground. They become unconscious needs.\n      When we ignore – due to lessons of childhood predominantly – there is still a part of us that tries to meet this\n      need. But because it’s unconscious we go about the process in less than effective, and even destructive ways. For\n      example, we might try to make more and more money to compensate for not getting emotional needs met. We might hurt\n      people we love – including ourselves – by not appropriately dealing with anger that hasn’t been addressed."
  },
  "action_step": "Yesterday we focused on self-awareness. Today we will take that step further. As you engage in the process of\n      self-awareness, identify one or more of your needs and then engage with your environment to get that need met. See\n      if you can notice needs from each of these categories: physical, emotional, mental and spiritual.Physical: This might simply be labeling a need you are already taking care of, such as hunger and eating, or a\n      full bladder and then relieving yourself. Or you may become more aware of a tension in your body that you then\n      engage in a relaxation process to address.Emotional: This may be the need for attention, validation or some loving. Or, it may be recognizing that you are\n      holding in some feelings, such as frustration, or sadness. Find a way to express your feelings, or to ask for\n      support in getting one of these needs met.Mental: This might be a problem you have been struggling to solve or resolve. It might be some intellectual\n      curiosity you have not taken time to explore.Spiritual: Here you may be needing some way to get your arms around the current crisis, or some other way that the\n      world does not appear to be healthy. Give yourself some moments to simply sit with this and explore your spiritual\n      thinking. You may not have an answer and you may not even consider yourself spiritual – but in any event, sit with\n      this dilemma.",
  "journal_entry": "Write about your efforts today and appreciate them."
}