{
  "step_number": "70",
  "review_and_appreciate": "Review and Appreciate: Take a moment to review how you followed through with yesterday's step. Did you identifyone or more of your needs and did you take a step to get your needs met? If you did, how did it feel?",
  "step_of_the_day": {
    "title": "How to approach worry and anxiety",
    "content": "Neuroplasticity is your brain's gift of developing new neural pathways that represent and reinforce newbehaviors. The more you do a specific behavior, and that includes thinking behavior, the more neural circuits thatrepresent that behavior will be strengthened. Worry is a behavior. When we worry and things turn out ok - eventhough the worry had nothing to do with your relief - your brain puts these two things together. In fact, if youworry about some future event, and it goes well, the next time you engage in similar behavior, you will approachit with some apprehension - because your memory might be of the struggle and anxiety, not that you weresuccessful. In other words, even successes can be remembered negatively. One of my early colleagues D.O. Hebb,coined the phrase, \"Neurons that fire together, wire together.\"The result of these neural circuits representing habit patterns is that we keep repeating them. They are ourdefault pattern. Thus, we might tend to continue to worry even when good things happen. We continue to imaginewhat can go wrong."
  },
  "action_step": "It's possible to develop new habits around our thinking. If we set our intention, we can change our thinking andreduce our worry or catastrophic imagining. This isn't being a \"Pollyanna\", as we don't have to ignore what cango wrong, but simply shift and dwell on what can go right. Think of one thing you have been worrying about. Itmight be the consequences of the Coronavirus crisis. While acknowledging this, can you shift to more positiveexpectations? Can you focus on how things might turn out ok or even how you can make some things better? Take sometime today to focus on what can go right. Notice any sense of relief you experience.",
  "journal_entry": "Write about your efforts to shift away from worry to more positive expectations."
}