{
  "step_number": "72",
  "review_and_appreciate": "Review and Appreciate: I’ve referred to appreciating yourself as emotional nourishment, just as taking in someone\n      else’s appreciation of you has the same effect. Take a moment to appreciate your efforts to be on The Path of\n      Resilience.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Time to give yourself a break",
    "content": "I had something else in mind for today’s step. Then I went through the day today and encountered a number of\n      clients, working as hard as they can, but feeling inadequate in the face of so much to do. Instead of appreciating\n      their efforts they were more focused on what they didn’t get right, or what they missed. Frequently they had to\n      choose between less than optimal choices, between two alternatives that both were unpleasant. Afterwards they\n      second guessed themselves, feeling they should have done better, even though there was no better option.It is times like these that our negative internal voice/parent comes out and can be loud. It’s difficult not to\n      hear it and believe that it’s the truth. But it’s not! Most of us are way too hard on ourselves – perhaps in a\n      misguided belief that this is what makes us better or work harder. This internal voice is not in your DNA, it’s\n      learned. And it can be, and must be, unlearned. At the same time, it needs to be replaced by a much more positive\n      and caring internal voice/parent; coming from a place of love, compassion, acceptance, support and care."
  },
  "action_step": "If you have been working hard to survive, cope and succeed during this global crisis, take time today to\n      appreciate your efforts. If you have been critical of yourself, take a moment to be more accepting of yourself. If\n      you have struggled, felt sad, anxious or even fearful, express compassion toward yourself. We want these things\n      from others in our lives, but it’s most important to be able to give them to ourselves. This is something we can\n      guarantee.",
  "journal_entry": "Write about how you appreciate yourself and have compassion toward yourself."
}