{
  "step_number": "73",
  "review_and_appreciate": "Review and Appreciate: Were you kind to yourself yesterday? More accepting? If so, did this give you some senseof relief? Did this help you work better? Take a moment to appreciate your efforts to be on The Path ofResilience.",
  "step_of_the_day": {
    "title": "Supporting yourself with a daily structure and boundary setting",
    "content": "I'm hearing from people having difficulty working at home. At first it might have felt comfortable. No commute,being in the comforts of your own home; refrigerator close at hand. But when you blur the lines between work andhome and family there are some unwanted consequences. There can be a sense of being \"unmoored\", disconnected fromstructure. You might be feeling pulled in too many directions at the same time. If you have children at home,there is an additional demand on your time. Yes, you have work to do, but the kids (or other home chores) needattention. One of my clients had to add some childcare to his daily work schedule. Children and work were bothpulling at him throughout the day. Overall, it might feel like there is just too much that you have to do."
  },
  "action_step": "Although you are at home, it's helpful to structure your day in order to be more productive as well as to avoidfeeling overwhelmed. It is also necessary, so you establish boundaries when the geographic space between home andwork eliminates the natural boundary setting. Make an agreement with family members as to how many hours of workmust get into your day. Schedule these hours so that you are able to devote time to family matters that also getput into your schedule. Once you have your schedule, continue with the agreement that there is a hard boundary tothis schedule. In other words, when you are scheduled to be working, you are not to be disturbed or interrupted,unless it's an emergency. At the same time, when you are scheduled for home or family activities and support, thistoo cannot be interrupted, except for emergencies.See if this helps ground you while allowing you to work better, feeling less distracted and less guilty. After afew days, evaluate and make adjustments.",
  "journal_entry": "Give yourself a few minutes to write about being pulled in different directions. Express your feelings."
}