{
  "step_number": "74",
  "review_and_appreciate": "Review and Appreciate: Did creation of structure and setting boundaries help you be more productive and lessstressed? Take a moment to appreciate your efforts to be on The Path of Resilience.",
  "step_of_the_day": {
    "title": "Addressing Unfinished Business",
    "content": "The Gestalt Psychologists in Germany in the 1920s realized that we are all instinctually driven to reachcompletion, or closure. In the figure below, our minds tend to \"fill in the blank\" areas and see a star or asecond triangle, even though it's not really there. We are finding a way to complete what's incomplete. Ithighlights an important universal truth: we are driven to complete anything that's incomplete. This can be aproject, a conflict or emotions that we experience, but ignore. It can also be fears and worries that might beprevalent during the crisis we are all experiencing.Some of our unfinished business is beyond our control. In fact, in many ways, that's how life works. And rightnow, with everyone's lives put on hold, there may be a growing accumulation of unfinished business. When somethingin our lives is left unfinished, there is always a part of ourselves that's distracted, trying to reachcompletion, such as unexpressed feelings or worries. What's most important is that you are aware of what needs tobe addressed, and find some way of either acting, or expressing your feelings, or consciously deciding to completewhat needs to be completed at a later time, if it isn't possible now. In other words, finding a way to reassureyourself that something will be done, so you can temporarily let go and not continue to be distracted."
  },
  "action_step": "Identify some unfinished business in your life that is either worrying you or otherwise distracting you. Set asidesome time to address this by either taking action or by scheduling a time in the future to take action. Once youdo this, give yourself the message, \"I've taken action to get closure on this issue, or I've scheduled a time inwhich to address this piece of unfinished business. I can now let go so I can be more focused on what I'm doing inthis moment.\"",
  "journal_entry": "Write about how well you addressed a piece of your unfinished business and whether you were able to let go, onceyou did this.",
  "quote": "\"Great things never came from comfort zones.\" —Neil Strauss"
}