{
  "step_number": "75",
  "review_and_appreciate": "Review and Appreciate: How did you do in your effort to finish some piece of unfinished business? Take a momentto appreciate your efforts to be on The Path of Resilience.",
  "quote": "\"The weak can never forgive. Forgiveness is the attribute of the strong.\" Mahatma Gandhi",
  "step_of_the_day": {
    "title": "Letting go of mistakes",
    "content": "I've been discussing the impact of unfinished business and how it causes us to be distracted and can result inmisdirected emotional reactions. One form of unfinished business is continuing to feel upset with yourself formaking a mistake. Your inability to let go of mistakes costs you dearly. Usually much more than the mistakeitself.It's understandable why you hold on. You don't like the consequences and don't want to accept them. \"If only I wassmarter.\" \"If I could do it over again.\" \"I can't accept it.\" But the lack of acceptance only magnifies themistake, as you keep it with you rather than leaving it in the past. It undermines confidence in yourself andmakes you feel bad."
  },
  "action_step": "Identify a mistake that you have been holding on to. It might be recent, or in the distant past. Most likely yourdifficulty letting go is holding you back. Decide that you want to let go of this mistake and your tendency tomake yourself wrong. Here is a four-step process to help you let go:1. Identify the mistake and how you are feeling toward yourself about it.2. Give yourself permission to express your feelings - usually anger - for making this mistake. But, don't putyourself down, don't be abusive, and give yourself a time limit, such as 5 minutes to express your feelings.3. Next identify some lesson to be learned from this mistake. If there is a cost for making this mistake, you wantto balance it out with some benefit, thus a lesson. This lesson should help reduce the chances that you will makethe same mistake again.4. Next, demonstrate to yourself that, as Gandhi says, you can be strong and forgive yourself.",
  "journal_entry": "Write about your effort to forgive yourself."
}