{
  "step_number": "77",
  "review_and_appreciate": "Review and Appreciate: Let’ review how you took yesterday’s step. Did you find times to be present? To take a\n      moment to notice yourself and your environment. Were you aware of being at the contact boundary? Give yourself\n      credit for taking this step in your efforts to be on The Path of Resilience.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Taking time to grieve and feel loss.",
    "content": "In the process of addressing unfinished business, and emotions that have not been dealt with, you must include\n      any feelings of loss. Right now, we are in a time of significant loss, some more apparent than others. And some of\n      us are experiencing loss more directly than others. There are now 2,329,539 cases and 160,717 deaths from the\n      Coronavirus around the world. With 39,000 deaths in the United States. For some of you, a friend or family member\n      might be one of these cases. For some of you, loss might be a job, income, or even some part of your future. Even\n      when these losses are experienced more remotely, you are all being impacted. The feelings are all around us.As part of your process of addressing unfinished business, today let’s take some time to grieve all the losses\n      being experienced."
  },
  "action_step": "You experience the world as concentric circles, with you at the center. The immediate circles are your close and\n      intimate relationships, then there are levels of community, and affiliation as you move out to additional circles.\n      Take some time today to allow yourself to grieve the losses you are experiencing. Again, these losses might be\n      within any of these circles.",
  "journal_entry": "Journal entries don’t have to be long. I think of this process as an opportunity for self-reflection, for\n      communicating with yourself. This is about honoring your most important relationship – the one you have with\n      yourself. In today’s entry, give yourself some support and comfort for the losses you are experiencing. In these\n      times it’s important to be good to yourself."
}