{
  "step_number": "8",
  "review_and_appreciate": "Review and Appreciate: As we enter the second week of The Resilience Response, review the last two steps and\n      appreciate yourself for being on The Path. In this review, notice your Resilience and Success Profile. (Make sure\n      to complete the assessment if you haven’t yet.) Which were your areas of strength? Take a moment to let that sink\n      in: “I have a strong foundation in these areas, and they can support my growth and achievement\\\". Then notice the\n      pillars where you scored lower, and even look at questions that you answered with either a “0\\\" or a “1\\\". Hold\n      the intention for personal growth in these areas, recognizing their importance in your life. Note them in your\n      journal so you can track your progress.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Invitation to take charge of your life: Setting Personal Goals. Being an active participant in your own life\n      (Pillar #4) (This highlighted pillar number indicates the Resilience Pillar that will be strengthened by this\n      step.)",
    "content": "“Life is ten percent what happens to you and ninety percent how you respond to it\\\" - Charles\n        Swindoll The foundation of personal growth is your ability to adapt, and in particular your mastery of stress: your\n      ability to manage your stress, recover from stress and in general be able to turn down the activation of your\n      nervous system’s stress response, and readily become calm and relaxed. I suggest this as your first goal for\n      personal growth. This is highlighted by pillar #4 of your resilience and success profile but also shows up in all\n      the other pillars. When this is not mastered, the consequence can be Autonomic Dysregulation Syndrome, the\n      dysregulation of your nervous system. This causes numerous harmful processes to take place in your body including\n      inflammation, excessive cellular oxidation, poor blood flow, muscle fatigue, and the depletion of body resources.\n      This puts you on the fast-track to breakdown of one or more systems in your body. There are two sides to the stress equation: 1) how frequently you experience stress and keep your stress response\n      turned on, and 2) how well you can turn down that activation, relax and engage in recovery. Your body functions\n      best when there is a balance between stress and recovery. Engaging in too much stressful behavior causes a strain\n      on your nervous system, depletion of important body resources and leads to functional and organic breakdown and\n      physical and emotional symptoms. Difficulty relaxing and recovering from stress has the same impact, by\n      interfering with recovery. And this impact is cumulative! To learn more, go to my Psychology Today blog below:\n      “Slowing the aging process\\\" https://www.psychologytoday.com/us/blog/path-optimal-living/201912/the-first-time-in-history-mortality-rates-are-going"
  },
  "action_step": "A good starting point is the regular practice of a relaxation/visualization exercise. After all, you are turning\n      on your stress response frequently throughout the day – but rarely engage your recovery or relaxation response.\n      The result is a depleted ability for autonomic nervous system self-regulation. This is when we begin to look for\n      external ways to feel ok. (Note: watching television does not achieve this.) You may use any relaxation practice\n      that works for you or go to my website:www.DrStephenSideroff.comto get a free download that maximizes this process. Like any training, the more you do it, the better you get.",
  "journal_entry": "Review your Resilience and Success Profile. Which were your areas of strength? Take a moment to let that sink in:\n      “I have a strong foundation in these areas, and they can support my growth and achievement\\\". Then notice the\n      pillars where you scored lower, and even look at questions that you answered with either a “0\\\" or a “1\\\". Hold\n      the intention for personal growth in these areas, recognizing their importance in your life. Note them in your\n      journal so you can track your progress."
}