{
  "step_number": "82",
  "review_and_appreciate": "Review and Appreciate: How did you do with letting go of your judgment toward someone in your life? If you madethe effort, were you able to experience both a sense of relief as well as feeling closer to this person? Noticingthese changes is positive. Add to this by appreciating yourself. Take a step today to be on The Path",
  "quote": "\"The successful warrior is the average man, with laser-like focus.\" Bruce Lee",
  "step_of_the_day": {
    "title": "Developing focus for achieving your goals (Pillar #9 - Power; the ability to get things done)",
    "content": "One way of thinking about resilience is that it is your capacity to deal with the challenges of life. Just aslarger car engines can climb a hill easier, a person with greater capacity can weather a crisis more effectively -thus with greater resilience. There are many ways of thinking about your capacity. It refers to your level ofcompetence, as well as self-confidence and how much you can trust yourself.The ability to focus on a task in order to get it done with the fewest distractions, procrastination or avoidancewill yield the greatest rewards in your life. It will help you achieve your goals. When you can focus and getresults, you have greater capacity; and thus, resilience."
  },
  "action_step": "Today let's engage in a process that can increase your ability to focus. Essentially, I'd like you to pick a taskyou were planning to engage in. One that's at least a bit challenging. Next schedule this task in your day andschedule one hour for it. The task may require either less or more time, but for the purpose of this exercise,schedule one hour.At the beginning of this hour, hold the intention to spend the entire hour continually engaged in accomplishingthe task. If your habit pattern is to get distracted, to get up for a snack, or other forms of avoidance, have theintention to catch yourself as you begin to lose focus. Stop in your tracks and remind yourself of yourcommitment/intention to stay focused. Remind yourself that by doing so you are retraining your brain and yourbehavior. And then quickly return to the task. When you get to the end of the hour and you stop, give yourselfcredit for staying focused. And remember that by doing so, you are actually increasing your ability to be focused.",
  "journal_entry": "Write about any difficulty you have with staying focused and how beneficial it would be for you to be morefocused."
}