{
  "step_number": "87",
  "review_and_appreciate": "Review and Appreciate: How did yesterday's little experiment feel? A few people told me they took on thechallenge from a place of curiosity. What would this be like, what would it feel like? Did you notice that anyinitial awkwardness slowly dissipated? Did you notice getting better at using your opposite hand and arm? Did youenjoy your new competency? Live on The Path for your greatest resilience response.",
  "quote": "\"He who reaches the deepest, will thrust the farthest.\" -Vietnamese proverb",
  "step_of_the_day": {
    "title": "Giving yourself a subjective \"self- confidence\" score and a \"willpower\" score. (Pillar #1)",
    "content": "Whatever you are able to measure, you will be able to grow and develop. A weightlifter is motivated to keeplifting and measures prog- ress by the amount of weight he or she is able to lift, with the goal of liftinggreater and greater amounts. The amount of self-confidence and willpower you have is a purely subjective measure,but by giving yourself a number or level, you challenge yourself to practice both, in order to achieve higherlevels."
  },
  "action_step": "- Take a moment to feel into your experience of self- confidence. If you were to give yourself a score from 0 (noself-confidence), to 100 (the most self-confident you could be), what number would you give yourself? What aspectsof yourself raise the score, and what about yourself lowers it? Write this number down in your journal or anothersafe place, so you can keep track. Later in this program, I'll again ask you to get a \"felt sense\" of your self-confidence level.- Next, do the same thing with what I'll label, your \"willpower.\" This is the intensity, focus, courage, and gritto keepgoing, no matter what the situation. How would you rate your willpower right now? Feel into it, decide, and writethis number down also. One goal of The Path is to support your development in both these areas, which contributesin important ways to your health and success."
}