{
  "step_number": "9",
  "review_and_appreciate": "Review and Appreciate: Can you take some appreciation for following through with yesterday’s step? If yes, great,\n      congratulations! If you did not do a practice, don’t fall off The Path. Get back on by practicing relaxing, today.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Invitation to take charge of your life: Success Goals. Not leaving your life to chance (Pillar #9)",
    "content": "“Chance makes a plaything of a man’s life\\\" - Lucius Annaeus Seneca “Power\\\" is my ninth pillar of Resilience and Success. I define power as the ability to get things done. The more\n      you believe in your power, the greater your Resilience Response! But you are not born with power; you must develop\n      this ability. Some of us have been fortunate to grow up in a family where loving nurturing has supported early\n      expression of power. For many of us, this development has been hampered by negative messages and negative\n      experiences of childhood – whether we are aware of them or not! This is part of what I refer to as your “Primitive\n      Gestalt Pattern\\\" or how you have learned to judge yourself, carry fears about the world and worry about the\n      judgments of others. We may have established bad habits such as procrastination or getting easily distracted. But\n      all of you have access to greater power, if you work at it and are both persistent and non-judgmental in your\n      efforts. One of the first steps in that process is to identify what your goals are; what is it that you want to accomplish\n      or get done. As well as goals about your personal development. This might start with identifying an obstacle you\n      have had difficulty overcoming, or place of resistance that holds you back, such as avoiding a task that makes you\n      uncomfortable or even fearful. Being an active participant in your own life One of the primary continuums that determines your success is how you take responsibility to make yourself and\n      your life better. Many of us get stuck by believing we have to settle for the way we are. It might not even be a\n      conscious belief, but the result of the lessons of childhood. From this perspective you might say, “I’m not able\n      to do that\\\" “it’s too dangerous\\\", or “I don’t have confidence\\\". These self-directed messages stop you in your\n      track. They interfere with taking actions that are necessary for new learning to take place, and new and better\n      ways of experiencing yourself and your abilities. You are not born with power but have to develop it. In fact, any quality you feel is important, is accessible, if\n      you start with the belief that you can develop it. No one else can do this for you. The very qualities you want\n      are contingent on how much you work toward achieving them; it’s the effort that makes the difference. And this is\n      how you also learn to trust yourself. Here you might want to check out the Psychology Today blog I wrote after the\n      peak performer, Kobe Bryant’s untimely death, entitled, “Mamba Mentality.\\\" https://www.psychologytoday.com/us/blog/path-optimal-living/202001/the-mamba-mentality"
  },
  "action_step": "Take a few minutes to identify a result you would like to achieve. This might be closing a deal, making a new\n      professional contact, moving a project further along, or even making more money. Next, determine a step you may be\n      avoiding or finding difficult or uncomfortable. Try to be as specific as possible. Take the challenge to address\n      this step; do your best; and be accepting of your positive effort. Also, take the perspective that in any learning\n      process mistakes are possible. In fact, they are part of learning new things.",
  "journal_entry": "Create a special place in your journal for these steps related to your goals, as you will want to refer back to\n      them throughout your work on The Path."
}