{
  "step_number": "90",
  "review_and_appreciate": "Review and Appreciate: Did you take a “Step\\\" yesterday to identify what’s important and how much you want it?\n      Can you source your life from this place? Or at least source your day today from this place? Appreciate being on\n      The Path.",
  "quote": "“If you do what you’ve always done, you’ll get what you’ve always gotten.\\\" Tony Robbins",
  "step_of_the_day": {
    "title": "Thinking and acting outside your box II (Pillars # 5 and 9)",
    "content": "The above quote from Tony Robbins has been said in many ways. You will get the same results when you continue\n      acting or thinking in the same way. Yesterday’s “step\\\" to determine what’s important to you and then to mobilize\n      your motivation and determination helps prepare you to take the actions needed to achieve what’s difficult. These\n      are the actions that take you beyond your existing boundaries and help you succeed."
  },
  "action_step": "What is important for you right now? It might be addressing the challenge triggered by your current situation, or\n      it might be a difficulty that predates this crisis. Identify an important goal or action and how it’s been\n      difficult for you to do or achieve. Today try to approach this issue from a different perspective. Think about\n      someone whom you admire. Someone who is successful and gets things done. It might be someone you know or a public\n      figure. Let’s do a “thought experiment\\\" and imagine this person is in your situation. In this experiment how is\n      this person responding to your challenge? Take this step by simply engaging in this fantasy and see if it takes\n      you outside your box. Does this person – this different perspective - give you some new ideas? Or perhaps ideas\n      you had thought about, but by doing this experiment you are more likely to follow through? See if you can go\n      beyond this experiment and take the actions yourself.",
  "journal_entry": "Write about your efforts to think or act outside the box – in new ways."
}