{
  "step_number": "94",
  "review_and_appreciate": "Review and Appreciate: What step did you take in strengthening or identifying your purpose? If you took this\n      step, did it feel good? Did it feel rewarding? Stay on – or get back on – The Path.",
  "step_of_the_day": {
    "title": "Enhancing your ability to keep your body in balance",
    "content": "Just as your relationship with yourself is a foundational element to resilience and success, your ability to\n      physiologically self-regulate is also at your core – literally! It helps you feel “at home\\\" in your body. This\n      means being able to deeply relax, notice when you are not calm, and being able to return to calm after you are\n      stressed. When you are able to do these things, you can say you are in balance.Signs that you are out of balance include difficulty getting or staying asleep, frequent physical symptoms such as\n      headaches, digestive discomfort, cardiovascular issues, colds, and immune system problems. Most medications are\n      used to help your body compensate for its inability to self-regulate, so the medications step in to try to do the\n      regulating. Of course, this doesn’t address the source of the problem."
  },
  "action_step": "An earlier step on The Path was listening to a 15-minute relaxation/visualization exercise and the encouragement\n      to do this every day. This “practice\\\" is designed to compensate or balance out the frequent engagement of your\n      stress response. If you are continually “training\\\" your body to activate its nervous system each time you are\n      stressed, then there needs to be some time in which you train it in the opposite direction – to calm or turn down\n      the activation. There is no short cut. When you engage in this practice to restore nervous system balance, you\n      help your body function better. This gives it the opportunity to heal and maintain optimal health.",
  "journal_entry": "How do you notice that your body is out of balance? Do you believe you have the power to have an influence on this\n      body function?"
}