{
  "step_number": "95",
  "review_and_appreciate": "Review and Appreciate: Did you take some time to practice some form of relaxation, visualization or meditation\n      exercise? Remember, this is the only way to balance out all the times your body engages in the stress response.\n      Today, find The Path.",
  "step_of_the_day": {
    "title": "Identifying and satisfying one of your emotional needs (Pillar #5)",
    "content": "When you haven’t eaten for hours, it’s difficult to ignore the discomfort. This discomfort forces you to focus\n      your attention and realize you need to find and eat some food. Unlike hunger, it’s easy to ignore, or deny your\n      emotional needs and even to realize that you have emotional needs. While you can’t go very long without food and\n      water, you can live without taking care of your emotional needs. Even when this neglect results in unhappiness and\n      even physical symptoms you may not awaken to the connection. Your resilience and success in life will be impacted\n      either positively or negatively based on whether you recognize and address your emotional needs.Sometimes taking care of an emotional need can simply be recognizing you have been sitting on an emotion and then\n      finding a way of expressing that emotion."
  },
  "action_step": "Identify one emotion that you are experiencing sometime today. It might be one you are very aware of, or it might\n      be one that starts to emerge into your awareness when you pause for 5 or 10 minutes and do nothing. Or it might\n      start to emerge when you quiet your body during a relaxation exercise. When you identify this emotion simply allow\n      yourself to feel it and express it. You don’t have to express it toward someone. If, for example, you are aware of\n      feeling angry toward someone, imagine that person in the room with you and express the feeling. Notice if this\n      process creates a sense of relief – or release.",
  "journal_entry": "Do you have difficulty identifying and or expressing your feelings? Do you have some idea what stops you? For\n      example, it might make you feel vulnerable and you are avoiding this. It might be a message from childhood, such\n      as you shouldn’t get angry, or you shouldn’t cry."
}