{
  "step_number": "95",
  "review_and_appreciate": "Review and Appreciate: Did you take some time to practice some form of relaxation, visualization or meditationexercise? Remember, this is the only way to balance out all the times your body engages in the stress response.Today, find The Path.",
  "step_of_the_day": {
    "title": "Identifying and satisfying one of your emotional needs (Pillar #5)",
    "content": "When you haven't eaten for hours, it's difficult to ignore the discomfort. This discomfort forces you to focusyour attention and realize you need to find and eat some food. Unlike hunger, it's easy to ignore, or deny youremotional needs and even to realize that you have emotional needs. While you can't go very long without food andwater, you can live without taking care of your emotional needs. Even when this neglect results in unhappiness andeven physical symptoms you may not awaken to the connection. Your resilience and success in life will be impactedeither positively or negatively based on whether you recognize and address your emotional needs.Sometimes taking care of an emotional need can simply be recognizing you have been sitting on an emotion and thenfinding a way of expressing that emotion."
  },
  "action_step": "Identify one emotion that you are experiencing sometime today. It might be one you are very aware of, or it mightbe one that starts to emerge into your awareness when you pause for 5 or 10 minutes and do nothing. Or it mightstart to emerge when you quiet your body during a relaxation exercise. When you identify this emotion simply allowyourself to feel it and express it. You don't have to express it toward someone. If, for example, you are aware offeeling angry toward someone, imagine that person in the room with you and express the feeling. Notice if thisprocess creates a sense of relief - or release.",
  "journal_entry": "Do you have difficulty identifying and or expressing your feelings? Do you have some idea what stops you? Forexample, it might make you feel vulnerable and you are avoiding this. It might be a message from childhood, suchas you shouldn't get angry, or you shouldn't cry.",
  "quote": "\"Unexpressed emotions will never die. They are buried alive and will come forth in uglier ways.\" —Sigmund Freud"
}