{
  "step_number": "99",
  "review_and_appreciate": "Review and Appreciate: Again, I hope these daily “steps\\\" have been a help in your handling of the current\n      crisis, as well as in your growth and ability to be resilient and more successful. Thank you to those who have\n      sent me feedback and have indicated these steps are invaluable in coping with our current situation. I appreciate\n      hearing from you. Please continue to send me feedback as this information is especially useful to me in shaping\n      new messages. Growth and success are incremental and it’s always helpful to find The Path.",
  "quote": "“Do one thing every day that scares you.\\\" – Eleanor Roosevelt",
  "step_of_the_day": {
    "title": "Take a step toward getting something done to achieve one of your goals (Pillar #9 Power)",
    "content": "My ninth and last pillar of resilience and success is power – which I define as the ability to get things done.\n      One way of breaking down life is into two categories: how to be in the moment in the best way, and how to move\n      forward in the best way. Doing both of these functions helps you be more resilient and achieve greater\n      success.Every time you take the challenge, every time you do something difficult – you grow your self-confidence, your\n      trust in yourself, and your confidence. Each time you go beyond your comfort zone you show yourself something\n      about your grit, your toughness, and your courage. This is being on The Path. You can’t do anything better to\n      insure a happy and successful life and most important – feeling good about yourself!"
  },
  "action_step": "I know it’s late in the day – so you probably want to make this a step for tomorrow. What is an action for you to\n      take that would help you move forward in your life in an important way? It can be in one of three areas: personal,\n      relationship or career. It may be something you have been procrastinating about, or simply makes you feel nervous.\n      Remember the words of your healthy internal parent who comes from a place of acceptance and love and support:\n      He/she would say “go for it and if you make a mistake – it’s ok. It will still get you closer to your goals and\n      will be a good lesson and help you feel better about yourself.\\\"",
  "journal_entry": "Write about how you support your effort to move forward."
}