{
  "step_number": "111",
  "review_and_appreciate": "Review and Appreciate: Did you take 5 minutes yesterday to bounce back from stress? If you did, and noticed that\n      5 minutes can make a difference, that’s a great lesson. It puts you on The Path. If you didn’t take the 5 minutes,\n      what is your resistance? It’s your choice to be on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Bouncing back emotionally (Pillar #6)",
    "content": "“Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind.\\\"\n      Bernard M. BaruchOne thing that peak performers – in sports, business or the arts – know, is that the more they are present and, in\n      the moment, the better their performance. Any distraction takes them out of being present. When we carry around\n      emotional unfinished business – feelings that haven’t been addressed or resolved – it distracts us. There is\n      always a part of us unconsciously being pulled by what needs to be addressed and resolved. This can be referred to\n      as “excess baggage\\\" we carry around."
  },
  "action_step": "Identify emotional baggage, or unfinished business that you are carrying around related to someone you know. It\n      might be a minor upset or disagreement. It might be something more important: not feeling heard or accepted. You\n      have two choices to get resolution: speaking to this person and expressing your feelings or having an imaginary\n      conversation in which you express your feelings.It’s important to realize that you don’t need the other person to actually hear or agree with you to get\n      resolution, because what’s unfinished are the feelings you are carrying that need to be expressed! Therefore, you\n      can resolve issues even with people who are no longer in your life. After all, we can never guarantee the behavior\n      or response of someone else. So, if you are needing their agreement, you will never let go of your feelings.Let’s imagine that the person you are carrying unfinished emotional business is sitting with you. Connect to your\n      feelings and express them. What will make a difference in whether you are able to let go or not is based on you\n      accepting that this person may not ever respond the way you would want. This is important in order to not reignite\n      these feelings if it happens again. Express your feelings (you might also choose to write a letter that you don’t\n      send) and then let go. Remember, you are letting go not to let them off the hook, but to let yourself off the hook\n      of having these feelings continue to affect you.",
  "journal_entry": "Write about some of your unfinished emotional business you have been carrying around with you."
}