{
  "step_number": "10",
  "review_and_appreciate": "Review and Appreciate: Take a moment to acknowledge yourself for taking yesterday's step on The Path. Make sure\n      you have identified the results you would like to achieve. Also, have you continued to practice a relaxation\n      exercise? This is a daily practice – not just once. Remember, all it takes to get back onto The Path, is to follow\n      through with your steps. It's always just a step away!",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Developing your healthy internal parent/voice (Pillar 1)",
    "content": "It's not what you say out of your mouth that determines your life; it's what you whisper to yourself\n        that has the most power\\\" – Robert Kiyosaki Your internal parent or voice is with you 24/7. Much of the time, it is so automatic you don't notice that your\n      decisions are being guided by this spokesperson of your Primitive Gestalt Pattern – your childhood lessons from\n      parents and society. It is up to you to notice its presence because much of the time it does not serve you. In\n      fact, one way to awaken to its presence is noticing any negative emotion such as anxiety or depression or worry.\n      These feelings are usually triggered by your internal parent reminding you of your inadequacies, or what can go\n      wrong in your life. How do you know if this voice is inappropriate or abusive? Very easy! A healthy internal voice – the one we are\n      on The Path to develop – comes from a place of love, compassion, acceptance, support, and care. Listen to your\n      voice. You will know if it isn't coming from this perspective. Everyone, no matter your faults or mistakes,\n      deserves to speak to oneself from the perspective of the healthy internal parent I just described."
  },
  "action_step": "Pay attention to how you talk to yourself, how you treat yourself. Notice any negativity, criticism, self-doubt\n      and even abuse. Notice an ongoing pushing of yourself. Whenever you recognize this voice, take the following\n      steps:",
  "journal_entry": "Give yourself a message from this new place of love, compassion, acceptance, support, and care. Listen to your\n      healthy voice."
}