{
  "step_number": "113",
  "review_and_appreciate": "Review and Appreciate: There are many ways to make progress in your life – to be successful. And there are many\n      steps to becoming more resilient. Controlling and directing your thoughts in constructive ways is an important\n      part of the process. Did you walk on The Path yesterday? Take another step on The Path today.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Take a step today to construct a healthier brain in developing and directing new and positive thoughts (Pillar #5)",
    "content": "“All that we are is the result of what we have thought.\\\" – BuddhaCan “fake it until you make it\\\" work? Does it pay to say or think something you don’t really believe is true?\n      Many of my clients are reluctant to give themselves positive messages because they are not sure they are true. As\n      I’ve mentioned many times, one of my mentors, D.O. Hebb would say, “Neurons that fire together wire together\\\". He\n      didn’t say that the neurons needed to believe what they were firing about. He said that by firing together – by\n      being related temporally and physically – they began wiring together.More recently research has validated this point. We now have evidence that nerve cells literally send projections\n      to make new connections as a result of firing together. These are the building blocks of new beliefs. And they can\n      begin simply by thinking and verbalizing something new.Conversely, if you keep thinking, verbalizing or acting out of old beliefs, you will continue to strengthen the\n      neural circuitry representing these old patterns – even if they don’t serve you."
  },
  "action_step": "What thoughts would help you be more effective in your life, in achieving your goals and becoming more resilient?\n      Positive thoughts representing your goodness and your abilities would certainly be helpful. An “affirmation\\\" is a\n      statement written as if it has already been achieved. An example that fits with this discussion might be: “I am\n      good at meeting challenges in my life.\\\" If I repeat this statement in my thoughts and also verbalize throughout\n      the day and for many days, I will develop new brain circuits that support this belief.Write a positive affirmation onto a 3x5 card and carry it with you throughout your day. Take it out, read it and\n      meditate on it 5 times each day: when you awaken, before each meal, and before you go to sleep.",
  "journal_entry": "Write about your affirmation."
}