{
  "step_number": "134",
  "review_and_appreciate": "Review and Appreciate: How were you able to master your thinking yesterday? Thinking mastery is part of your\n        Resilience Response.",
  "step_of_the_day": {
    "title": "Step of the Day:\n        Continuing to find your power through mastery of your thinking (Pillar #5)",
    "content": "“The successful warrior is the average man, with laser-like focus.” —Bruce Lee When I was first learning neuroscience as a graduate student, a common scientific belief was that you were born\n        with a certain complement of neurons that, right from birth, began dying. Thus, throughout life, there was only\n        a loss of neurons, without the capacity for birthing new cells. In fact, as we have learned, the opposite is\n        true. New nerve cells can be “birthed” throughout life, into old age. How new neurons get integrated into your\n        brain circuits is based on your behavior and your thinking. This is what determines which neuronal circuits\n        thrive and which die off. This is the basis of neuroplasticity, in which you have the power (if you take it) to\n        redesign how your brain works and your reality. Your new thinking can guide new behaviors and experience and a\n        new path—The Path—through your life. As you speak, think, and learn, you are engaging in this process. In this\n        way, you can literally change, develop, and reconstruct your brain—or reinforce the old lessons by choosing to\n        keep the guard rails around old thinking."
  },
  "action_step": "Today, identify a negative thinking pattern that gets in your way, and replace it with a more supportive and\n        positive pattern. Whenever you would normally say, “I can’t,” replace it with “I can,” Whenever you say, “It’s\n        difficult,” or “It’s impossible,” replace it with “It’s possible” or “I embrace the challenge.”",
  "journal_entry": "Write about how this shift in thinking impacts your actions and your life."
}