{
  "step_number": "151",
  "review_and_appreciate": "Review and Appreciate: Did you take time to be in a place of gratitude yesterday? Did it help you experience\n        greater happiness? This puts you squarely on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n        Exploring the pattern of how you treat yourself (Pillar #1)",
    "content": "“Turn your wounds into wisdom\\\" Oprah WinfreyYour Primitive Gestalt (PG) Pattern is the product of your earliest survival learning. In other words, the\n        lessons of your childhood that you have learned well and learned deeply. So deeply that much of this is both\n        unconscious and felt in your body as well as in your thinking. Your great success in learning these lessons,\n        unfortunately, interferes with learning lessons in your lives today.These PG patterns are maintained to a great degree through the development of your internal parent or internal\n        voice we have been referring to. These patterns play themselves out in each of the nine pillars of my model of\n        resilience. We will step through the nine pillars in the next several days – connecting the pattern to each of\n        the pillars. Today, we focus on pillar number 1, your relationship with yourself."
  },
  "action_step": "Your PG pattern starts with how you treat yourself and how you talk to yourself. Lessons learned from childhood\n        experience and interactions. Do you notice where you might be self-critical or judgmental? Do you notice where\n        you feel inadequate – as a result of current or past judgments or mistakes? Do you notice that you compare\n        yourself to others, and feel like you come up short? Are you more likely to notice what you don’t like about\n        yourself over what you like about yourself? Your intention to notice how you treat yourself, how you talk to\n        yourself, is a major step along The Path. Even when we like ourselves, we engage in these negative behaviors.",
  "journal_entry": "Write about what you notice about your existing internal parent."
}