{
  "step_number": "168",
  "review_and_appreciate": "Review and Appreciate: If you called on your healthy internal parent for personal coaching yesterday, how was\n          it helpful? This strengthened your Resilience Response.I’ve been asked many times, “When is this process of healing and growth going to get easier?” or “This feels\n          like an uphill battle.” The good news is that there will be a point at which it gets easier. Right now, your\n          old pattern is still ingrained. This means your brain circuitry representing this pattern has many millions of\n          connections, and it’s a path that’s well worn. It has a strong gravitational pull that is continually exerting\n          itself on you. But with persistence and following these steps, you are gradually, little by little and, at\n          times, outside of your awareness, building the connections of a new and healthier pattern.\n          I gave the analogy that change is like approaching a forest that has one well-worn path; everywhere else is a\n          thicket of brush and branches discouraging taking a different direction. Your tendency, without a thought, is\n          to head for the beaten-down path that’s easy to walk through. The problem is that it doesn’t go where you want\n          to go. It doesn’t lead to your success, health, or happiness and may even be a dead end. It does have one\n          redeeming characteristic: it’s the easy path.\n          But, the more you choose the new direction of success, pull out your machete, and— with effort—hack down the\n          weeds and thicket, the easier it becomes to go down this path. At first it is an uphill battle. Those thickets\n          are, well, thick! And if you leave it for the easier path, what you whacked will grow back. But if you are\n          consistent and persistent and choose to keep cutting the thicket of the positive path, little by little, you\n          will notice headway. You will notice the new path is starting to take shape. When this happens, the tide is\n          beginning to turn. You are shifting your “center of gravity” from the old path to the new. Now, the thicket is\n          growing along the old path, while the new path is getting easier.",
  "step_of_the_day": {
    "title": "Step of the Day:\n        Making your positive internal voice your “go- to” voice. (Pillars #1–9)",
    "content": "“Finding your positive internal voice is The Path to success.” —Stephen Sideroff Review and Appreciate: If you called on your healthy internal parent for personal coaching yesterday, how was\n          it helpful? This strengthened your Resilience Response. I’ve been asked many times, “When is this process of healing and growth going to get easier?” or “This feels\n          like an uphill battle.” The good news is that there will be a point at which it gets easier. Right now, your\n          old pattern is still ingrained. This means your brain circuitry representing this pattern has many millions of\n          connections, and it’s a path that’s well worn. It has a strong gravitational pull that is continually exerting\n          itself on you. But with persistence and following these steps, you are gradually, little by little and, at\n          times, outside of your awareness, building the connections of a new and healthier pattern.\n          I gave the analogy that change is like approaching a forest that has one well-worn path; everywhere else is a\n          thicket of brush and branches discouraging taking a different direction. Your tendency, without a thought, is\n          to head for the beaten-down path that’s easy to walk through. The problem is that it doesn’t go where you want\n          to go. It doesn’t lead to your success, health, or happiness and may even be a dead end. It does have one\n          redeeming characteristic: it’s the easy path.\n          But, the more you choose the new direction of success, pull out your machete, and— with effort—hack down the\n          weeds and thicket, the easier it becomes to go down this path. At first it is an uphill battle. Those thickets\n          are, well, thick! And if you leave it for the easier path, what you whacked will grow back. But if you are\n          consistent and persistent and choose to keep cutting the thicket of the positive path, little by little, you\n          will notice headway. You will notice the new path is starting to take shape. When this happens, the tide is\n          beginning to turn. You are shifting your “center of gravity” from the old path to the new. Now, the thicket is\n          growing along the old path, while the new path is getting easier. Today, let’s stay with this metaphor of life being a jungle; you have only two choices of paths to go down.\n          Right now, as you continue with your day, pull out an imaginary machete, and begin whacking at the figurative\n          bushes in your way of going down The New Path. Every new action and thought is a downed branch at the hands of\n          your thrust! Write about the progress you are noticing in creating your new path."
  },
  "action_step": "Today, let’s stay with this metaphor of life being a jungle; you have only two choices of paths to go down.\n          Right now, as you continue with your day, pull out an imaginary machete, and begin whacking at the figurative\n          bushes in your way of going down The New Path. Every new action and thought is a downed branch at the hands of\n          your thrust!",
  "journal_entry": "Write about the progress you are noticing in creating your new path."
}