{
  "step_number": "224",
  "review_and_appreciate": "Review and Appreciate: Did you address your fear and take a step forward yesterday? Appreciate being on The\n            Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Finding The Path through turmoil and uncertainty. Look for the best way to be in the present moment (Pillars\n            #4, 5, 6, 7, 8, & 9)",
    "content": "\"It is during our darkest moments that we must focus to see the light.\" AristotleThis year it feels like we go from bad to worse, only to see it get even worse. Between the natural\n            disasters such as the Coronavirus, the resulting danger and constriction of life, the economic impact and\n            hardship, the “natural\\\" man-made disasters of fires and flooding and the threat even to our democracy –\n            life has been a roller coaster. When all this is going on there’s a natural tendency to shrink or withdraw\n            from the world; to go into denial, depression, a sense of hopelessness, frustration or simply become\n            anxious.While these reactions are understandable, they are also counterproductive. Reality doesn’t go away if you\n            don’t look! Instead, all the issues remain, but then get layered with the emotional upset and resistance.\n            And, you leave yourself less capable of coping."
  },
  "action_step": "As I’ve been writing about, there is always a “best way\\\" of dealing with reality. If you accept this\n            perspective, it will help you cope and have greater resilience, and ultimately – success! Here are the\n            minimal steps:1. Accept this perspective and make the decision that you will focus on finding this “best way\\\". This\n            decision – to take control – can be powerful and moves you away from a sense of helplessness or\n            hopelessness.2. Allow yourself to notice, sit with, and express your feelings. Feelings that are not dealt with will have\n            an unconscious and negative impact on you, as a part of you will always be distracted by trying to resolve\n            this piece of unfinished business.3. Once you feel and express your feelings, shift your focus to actions, steps you can take – today – to\n            move forward in your life.4. Look for the light. Don’t wait for it to find you.",
  "journal_entry": "Write about how you have been experiencing the crises of today."
}