{
  "step_number": "252",
  "review_and_appreciate": "Review and Appreciate: Did you tackle a difficult task yesterday? If you did, congratulate yourself for\n            taking the challenge. It’s these steps that build self-confidence. If you didn’t, what got in your way? What\n            was the fear, uncertainty or perhaps lack of information? Whatever it is you identify as the obstacle or\n            resistance, hold the intention to address this. It will put you on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Coping with a “bad day.\\\" Overcoming the slings and arrows thrown at you (Pillars #5 & 6)",
    "content": "\"The greatest glory in living lies not in never falling, but in rising every time we fall.\" Nelson\n            MandelaYesterday I was having a bad day. I found out that someone I knew was in an accident and in the hospital.\n            Furthermore, this person was a speaker on a panel I am chairing. Another person I know had a suicide in the\n            family. A couple of my clients have been experiencing debilitating anxiety, raising my concerns. I’ve been\n            more concerned about the increase in Coronavirus cases, particularly as I have friends that work in\n            hospitals. And wide-spread cheating and efforts to suppress the vote was being revealed that has been\n            upsetting me. And to top it off, animals feasted on vegetable plants we have in our garden. There are days when, unless you are the Dalai Lama, you will be thrown by events. Life is like that. And\n            right now, with a disease that’s out of control, these days may come more frequently. The key is how you\n            handle and rebound from these experiences. As I’ve been writing about throughout these “steps\\\" there is\n            always a best way to respond to upsets."
  },
  "action_step": "Let me take you through my process to give you a model of “the best way\\\" to handle bad things happening to\n            you. Use this as a guide for your own bad days.",
  "journal_entry": "Write about how you handle the slings and arrows of life and where you can make a change."
}