{
  "step_number": "270",
  "review_and_appreciate": "Review and Appreciate: If you took some time to practice being present, appreciate yourself for being on\n            The Path and striving to live your life to the fullest.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Who’s hands is your life in? Identifying aspects of your Primitive Gestalt Pattern tethering you to your\n            past (Pillar #1)",
    "content": "\"It is better to fail in originality than to succeed in imitation.\" Herman MelvilleWhen you are born, your life by necessity, is in the hands of your mother and father; or perhaps some other\n            primary caregiver. Since your survival is dependent on them, you learn very quickly what their rules are.\n            You don’t go out and sample the rules of other mothers and fathers or the community. Your small family is\n            your world and it’s what you believe the world is like. You don’t know any different or better. You adapt to\n            this environment and your brain develops based on these lessons – and how you are supposed to be.These lessons include your sense of self, what to expect from others and from the world. I refer to the\n            constellation of these lessons and adaptation as your “Primitive Gestalt Pattern\\\" (PGP). Because it’s your\n            earliest survival learning, and your brain develops based on it, to a great extent your adaptation freezes\n            to this environment and these lessons. It’s not that you don’t learn new things, but your PGP defines the\n            boundaries of this learning and your perspective. In other words, you can say that your life is in the hands\n            of these basic messages.Breaking out of this PGP in order to live your own life, requires what I refer to as “stalking your\n            pattern\\\". An ongoing intention to identify aspects of this pattern that interfere with your healthy\n            development, success and happiness. These lessons reside and are embedded in your internal voice, or parent\n            that you listen to, 24/7."
  },
  "action_step": "If you pay attention to this inner voice, you will notice that it might tend to be critical or judgmental of\n            you. It might have you be fearful or at least worried about what others are thinking. It might point out\n            what can go wrong – most of the time. As you look more closely, you will recognize that your self-doubt or\n            worry, or your hesitancy to act is the result of these messages.Pay attention to your internal voice – what I refer to as your internal parent – throughout the day today.\n            What messages is it giving you that might be interfering with your happiness or success? Later steps will\n            address breaking away from your PGP.",
  "journal_entry": "Write about some of the messages you hear from your internal parent."
}