{
  "step_number": "32",
  "review_and_appreciate": "Review and Appreciate: Did you review and identify your unmet emotional needs yesterday? And then making an\n      effort to get those needs met? Appreciate yourself for taking this step on The Path. Make an effort to notice your\n      unmet needs to help you stay on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Which half of life do you focus on and live within? (Pillars #5 & 6)",
    "content": "Several of my clients live in the bottom half of life. What do I mean by this? If we were to chart the range of\n      life experiences, we can divide them by a top half and bottom half. The top half is filled with joy and happiness,\n      while the bottom half is focused on survival and making sure that everything is “OK\\\". It reminds me of a\n      commercial currently on TV, where someone is performing at a “just OK\\\" level, and the other person has an\n      expression that says, “This is not what I’m wanting\\\". When you are focused on the bottom half, you are worried about what can go wrong, and where is the next danger\n      coming from. You are trying to keep your life as close to baseline – to OK - as possible; this is success.\n      Achievements are appreciated for their contrast with danger, loss and failure. For some, there is a “zero sum\n      game\\\" in which it’s dangerous to get too high in the range of life, for fear of the fall; of the other shoe\n      dropping. The Dalai Lama says that the goal of life is happiness. I would say that the only way of achieving happiness is\n      to set it as your goal."
  },
  "action_step": "Decide to make happiness your goal; your step for today. Even if this is foreign to you, overcome any resistance\n      you might have and plan on finding something that puts a smile on your face, or otherwise makes you want to “jump\n      for joy\\\". Allow the feeling and experience, when it happens, to fill your body – like a good hardy laugh. They\n      say that a good laugh massages the inside of your body. Give the inside of your body a good healing massage.",
  "journal_entry": "Write about your efforts to turn your sights, your perspective upward toward happiness, joy and positive energy."
}