{
  "step_number": "343",
  "review_and_appreciate": "Review and Appreciate: Identifying and supporting the development of a positive and constructive belief\n            puts you on The Path to Resilience and Success.",
  "step_of_the_day": {
    "title": "Step of the Day:\n            Identify another belief that would support positive results in your life (Pillars #3 & 5 & 8)",
    "content": "“When you ground yourself in positive beliefs you are the creator of your life\\\" Stephen\n              Sideroff.I’ve been focusing on how your beliefs direct your feelings, thinking and … your life. I’ve also been\n            pointing out that you were not born with these beliefs, but instead they developed as a result of adapting\n            to your childhood environment. The result of locking in your beliefs to your childhood environment is that\n            it keeps you tied to those lessons, and that way of life. Even if you were fortunate enough to have a\n            “good\\\" childhood, with loving parents, you still have been exposed to all their anxieties, and their\n            unfinished emotional business.The most important fact is that your belief system was not decided by you. And now you have the opportunity\n            to correct that. You achieve this by beginning to choose a set of beliefs that help you be more effective in\n            life, and less prone to fear, anxiety and procrastination. A strategy in which you are more likely to follow\n            through and embrace life."
  },
  "action_step": "Today continue with a focus on a positive belief that supports your success. A positive belief, in alignment\n            with “Right thinking\\\" sends you in a direction that increases your chances of getting the results you want.\n            This might be “I am good at what I do\\\", “It doesn’t have to be perfect for it to work out\\\", “The world\n            will send back positive energy if I start off with positive energy\\\".",
  "journal_entry": "Write about your commitment to a positive belief system."
}