{
  "step_number": "6",
  "review_and_appreciate": "Review and Appreciate: Have you engaged in the process of accepting yourself? If you have, appreciate yourself\n      for taking this step, as well as reaping the rewards of this acceptance, which is a more loving relationship with\n      yourself. This supports self-confidence and worthiness. If you have not taken this step yet, take the time now to\n      engage in some level of self-acceptance before going any further.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Determining your starting point on The Path: your resilience profile Knowing and accepting where you stand to\n      strengthen your foundation",
    "content": "“It’s never too late to be what you might have been\\\" - George Eliot Every journey begins with some recognition of where you are at this moment; where you are starting from. It\n      creates a baseline from which you can notice improvement and success. This is reinforcing and encourages taking\n      more “steps\\\". Now that you have taken step 5 and recognize the importance of self-acceptance, you can look more\n      clearly at your strengths and weaknesses without judgment. I have developed a 40-item questionnaire to help you assess your level of development along my nine-component\n      model of resilience and success. As we take steps along The Path this year, you will become familiar with each of\n      these pillars. You will strengthen those pillars in which you need help, as well as continue to grow those pillars\n      that you are already competent in. Below I present my questionnaire that you can self-score and plot your profile."
  },
  "action_step": "The Path of Resilience Questionnaire:Discover your mind/body connection by completing the 40-item questionnaire to help access your level of\n      development and how well you handle the stresses of life and how optimally you function. The questionnaire will\n      also help you better understand which pillars are your strengths and which you are needing additional\n      development.Note: Please save your results as we will retake the questionnaire later during the year to compare and track your\n      improvement in the areas of resilience.",
  "journal_entry": "Write about how well you are accept yourself and recognize your strengths and weaknesses without judgement.\n      Alternatively, write about whatever difficulty you have being accepting of yourself. This can then be a focus on\n      becoming more resilient."
}