{
  "step_number": "80",
  "review_and_appreciate": "Review and Appreciate: Did you take yesterday’s step? Did you identify something you were holding on to and then\n      made an effort to let go? Remember, in this process, a step is taken when you make the effort, even if you had\n      difficulty and even if – for the moment – you were not able to fully let go. Simply make note of what got in your\n      way, so this can be addressed in another step on The Path.",
  "step_of_the_day": {
    "title": "Step of the Day:\n      Getting judgment out of your way, to give space for love.",
    "content": "“If you judge people, you have no time to love them\\\" - Mother Teresa.As I wrote this “step of the day\\\" I debated whether it should focus on your relationship with someone else, or\n      your relationship with yourself. After all, judgments will interfere with both relationships. Love is a feeling\n      that can be delicate. When you have a judgment – or ongoing judgments – this will create a negative feeling that\n      distances you from the feelings of love. In fact, you might even notice a resistance to embrace someone with whom\n      you are critical.If we focus on your relationship with yourself, these judgments will interfere with feeling like you deserve; with\n      your efforts to be good to yourself; and even in reaching your goals."
  },
  "action_step": "Today’s step will focus on your relationship with yourself. Tomorrow we will address another of your\n      relationships. Identify one of your judgments of yourself that is getting in your way of feeling good about\n      yourself; getting in the way of loving yourself and treating yourself better. Today, give yourself permission to\n      let go of the judgment. If this is difficult, start by making a 24-hour holiday from judgment; a 24-hour\n      experiment with being accepting of yourself. Next, from this place of acceptance, actively engage in a process of\n      loving yourself. Do this by saying to yourself – out loud – “I love you ____. I appreciate you. You deserve good\n      things in your life. I want you to be happy.\\\" Take another moment to simply sit back and let yourself take in\n      these messages. Use them to support yourself throughout the day today.",
  "journal_entry": "Write about this step and loving yourself."
}